{"status":200,"update_at":1723093000266,"data":[{"STT":1,"VI":"Tất cả nhắn tin cho Bố/Mẹ. Ai được Reply sớm nhất chỉ định người uống","EN":"Everyone text Mom/Dad. Whoever replies the earliest will be the one to drink"},{"STT":2,"VI":"Khoe ngay 5 ảnh gần đây nhất trong điện thoại của bạn hoặc nốc ngay 2 chén để giấu chúng đi","EN":"Show off the 5 most recent photos on your phone or drink 2 cups to hide them"},{"STT":3,"VI":"Ai người chơi hệ khói uống đi","EN":"Smoke system players, please drink"},{"STT":4,"VI":"(Thả chén) Rót đầy chén rồi đặt ly rượu lên mu bàn tay và uống, nếu đổ uống 2 chén","EN":"(Drop the cup) Fill the cup full, then place the glass of wine on the back of your hand and drink. If it spills, drink 2 cups"},{"STT":5,"VI":"Bịt mũi đứng lên nguồi xuống 10 cái hoặc uống","EN":"Hold your nose, stand up and sit down 10 times or drink"},{"STT":6,"VI":"Ai nhỏ tuổi nhất thì uống","EN":"Whoever is the youngest gets to drink"},{"STT":7,"VI":"Ai chân nhỏ nhất và chân to nhất cùng uống","EN":"Whoever has the smallest foot and the biggest foot drinks together"},{"STT":8,"VI":"Gọi điện cho bố mẹ và bảo \"con yêu bố mẹ\" hoặc \"con đang uống rượu\", không làm được thì uống 2 chén","EN":"Call parents and say \"I love you\" or \"I am drinking\", if you can't do it, drink 2 cups"},{"STT":9,"VI":"Người vừa mới uống làm thêm 1 chén nữa đi nào","EN":"The person who just drank, please have another cup"},{"STT":10,"VI":"Ai gan nhất thì uống","EN":"Whoever is the bravest will drink"},{"STT":11,"VI":"Cùng nhau chụp 1 tấm ảnh nào, mãi bên nhau bạn nhé!","EN":"Let's take a photo together, forever together!"},{"STT":12,"VI":"Chỉ định bất kỳ ai uống giúp bạn","EN":"Assign anyone to drink for you"},{"STT":13,"VI":"5 người gần đây nhất bạn nhắn tin trên Mess là ai?  (phải có bằng chứng nhé)","EN":"Who were the last 5 people you messaged on Mess?  (must have proof)"},{"STT":14,"VI":"Người bên trái của bạn uống đi","EN":"The person on your left has a drink"},{"STT":15,"VI":"Mỗi người uống 2 chén","EN":"Each person drinks 2 cups"},{"STT":16,"VI":"Ai có \"mực\" trên tay thì uống","EN":"Whoever has \"ink\" on hand drinks it"},{"STT":17,"VI":"Hãy hát 1 bài có từ \"Hoa\"","EN":"Let's sing a song with the word \"Flower\""},{"STT":18,"VI":"Ai không có tên gọi ở nhà thì uống","EN":"Those who don't have a name at home drink it"},{"STT":19,"VI":"Các bạn nam uống với nhau. 2, 3 zô!!!","EN":"Guys drink together. 2, 3 zo!!!"},{"STT":20,"VI":"Ai có nhiều mối tình nhất thì uống. Tuổi trẻ tài cao!","EN":"Whoever has the most love affairs gets to drink. High youth talent!"},{"STT":21,"VI":"Ai nhiều tuổi nhất thì uống","EN":"Whoever is the oldest drinks"},{"STT":22,"VI":"Ai lớn tuổi hơn bạn thì uống","EN":"Anyone older than you drinks"},{"STT":23,"VI":"Bạn không cần phải uống, tất cả mọi người uống","EN":"You don't have to drink, everyone drinks"},{"STT":24,"VI":"Đếm từ 1 đến 3, tất cả mọi người đặt tay lên đầu hoặc bụng, ai làm ngược lại với bạn thì uống","EN":"Count from 1 to 3, everyone puts their hands on their head or stomach, whoever does the opposite of you drinks"},{"STT":25,"VI":"Chọn ai đó và đoán màu quần \"nhỏ\" của người đó, nếu đoán đúng thì người đó uống, và ngược lại","EN":"Choose someone and guess the color of that person's \"little\" pants, if the guess is correct then that person drinks, and vice versa"},{"STT":26,"VI":"Chỉ định bất kỳ ai uống cốc đầy","EN":"Designate anyone to drink the full cup"},{"STT":27,"VI":"Chọn 1 đối thủ rồi thi \"nhìn váo mắt nhau\", ai chớp mắt trước thì uống","EN":"Choose an opponent and then compete in a \"staring at each other's eyes\" contest. Whoever blinks first gets to drink"},{"STT":28,"VI":"Người trước mặt của bạn uống đi","EN":"The person in front of you drink"},{"STT":29,"VI":"Ai đó tên dài nhất thì uống","EN":"Whoever has the longest name gets to drink"},{"STT":30,"VI":"Rất buồn!! Bạn uống","EN":"So sad!! You drink"},{"STT":31,"VI":"Chơi \"nối chữ\" bắt đầu từ bạn, ai thua phạt 2 chén","EN":"Play \"connecting words\" start from you, who lost 2 cups"},{"STT":32,"VI":"Mặt ai đang đỏ nhất thì uống","EN":"Whoever's face is the reddest should drink it"},{"STT":33,"VI":"Người cao nhất và thấp nhất uống giao bôi","EN":"The tallest and shortest people drank and smeared each other"},{"STT":34,"VI":"Ai đang độc thân thì uống để có gấu nào","EN":"Those who are single should drink to have a girlfriend"},{"STT":35,"VI":"Ai não cá vàng nhất thì uống","EN":"Whoever has the best golden fish brain will drink"},{"STT":36,"VI":"Ai đang yêu xa thì uống","EN":"Those who are in a long-distance relationship should drink it"},{"STT":37,"VI":"Người ít uống rượu nhất thì uống 2 chén đi. Bạn đã quá ngoan rồi","EN":"The person who drinks the least should drink 2 cups. You have been too good"},{"STT":38,"VI":"Ai để điện thoại trên bàn, phạt ngay 1 chén","EN":"Whoever leaves the phone on the table will be fined 1 drink immediately"},{"STT":39,"VI":"Đoán giờ hiện tại được chênh lệch tối đa 15 phút, sai thì uống 1 chén","EN":"Guess the current time with a maximum difference of 15 minutes. If wrong, drink 1 cup"},{"STT":40,"VI":"Nếu trong ví ai có tờ 1K thì uống đi","EN":"If anyone has a 1K bill in their wallet, drink it"},{"STT":41,"VI":"Anh em!!! Đồng khởi 1 chén nào","EN":"Brothers!!! Drink 1 cup"},{"STT":42,"VI":"Tất cả \"thả chén\" (cốc đầy) trừ bạn","EN":"Everyone \"drops the cup\" (the cup is full) except you"},{"STT":43,"VI":"Các bạn nữ nâng chén với nhau","EN":"The girls raised their cups to each other"},{"STT":44,"VI":"Ai hay deep trên mạng xã hội nhất thì uống. Bạn phải mạnh mẽ lên","EN":"Whoever likes to go deep on social networks the most, drinks. You must be strong"},{"STT":45,"VI":"Người bên phải của bạn uống đi","EN":"The person on your right has a drink"},{"STT":46,"VI":"Bạn đã từng thích ai trong nhóm này không? Nếu rồi thì uống đi nào","EN":"Have you ever liked anyone in this group? If so, let's drink it"},{"STT":47,"VI":"Ai là người cao su nhất phạt 2 chén","EN":"Whoever is the most rubbery is fined 2 cups"},{"STT":48,"VI":"Hãy miêu tả hình dưới đây mà không dùng lời nói (kẹo mút)","EN":"Describe the picture below without using words (lollipop)"},{"STT":49,"VI":"Bắt đầu từ bạn kể tên động vật 2 chân, ai thua thì uống","EN":"Start from you naming the two-legged animal, whoever loses gets to drink"},{"STT":50,"VI":"Cụng trán với tất cả mọi người hoặc uống","EN":"Bump with everyone or drink"},{"STT":51,"VI":"Đọc to họ và tên của từng người, số người bạn đọc sai bằng số chén","EN":"Read each person's full name out loud. The number of people you read wrong is equal to the number of bowls"},{"STT":52,"VI":"Người có mối tình dài nhất uống (số chén bắng số năm kỉ niệm)","EN":"The person with the longest love drinks (the number of drinks is equal to the number of years of memories)"},{"STT":53,"VI":"Cho mọi người xem lịch sử Web trên điện thoại của bạn hoặc uống 3 chén ngay lập tức","EN":"Show everyone your Web history on your phone or drink 3 cups right away"},{"STT":54,"VI":"Bạn chỉ cần nhấp môi thôi","EN":"You just need to click your lips"},{"STT":55,"VI":"Chọn 1 người rồi oẳn tù xì, Nếu bạn thua thì uống và ngược lại","EN":"Choose one person and play rock, paper, scissors. If you lose, drink and vice versa"},{"STT":56,"VI":"Ngậm 1 lát chanh trong vòng 3 lượt hoặc uống 2 chén","EN":"Suck on 1 slice of lemon for 3 times or drink 2 cups"},{"STT":57,"VI":"Người kế tiếp có thể thách bạn làm bất cứ điều gì, nếu không làm được, bạn uống và ngược lại","EN":"The next person can challenge you to do anything, if you can't do it, you drink and vice versa"},{"STT":58,"VI":"Người độc thân lâu nhất uống","EN":"People who have been single the longest have been drinking"},{"STT":59,"VI":"Cởi bỏ 1 thứ bạn đang mặc trên người hoặc uống","EN":"Take off something you are wearing or drinking"},{"STT":60,"VI":"2 người bạn quen nhau lâu nhất cùng uống","EN":"Two friends who have known each other the longest drink together"},{"STT":61,"VI":"Ai chưa từng xem \"phim con heo\" thì uống đi!!! Bạn quá kém cỏi","EN":"Anyone who has never seen a \"porn movie\" should drink it!!! You are so incompetent"},{"STT":62,"VI":"Thơm má 1 người bạn thích, ngay và luôn","EN":"Kiss the cheeks of someone you like, right away"},{"STT":63,"VI":"Đọc tháng sinh của từng người trong nhóm, sai bao nhiêu uống bấy nhiêu","EN":"Read the birth month of each person in the group, drink as much as you like"},{"STT":64,"VI":"Gọi điện cho người yêu cũ rồi mời cưới. Nếu người ấy không đi hoặc bạn không đủ can đảm để làm thì uống ngay 3 chén","EN":"Call your ex and invite her to marry you. If the person doesn't go or you don't have the courage to do it, drink 3 cups immediately"},{"STT":65,"VI":"Người \"lắm mối tối nằm không\" uống","EN":"People who is \"If you run after two hares, you'll catch none\" drink"}]}