{"status":200,"update_at":1700499102938,"data":[{"STT":1,"VI":"Tất cả nhắn tin cho Bố/Mẹ. Ai được Reply sớm nhất chỉ định người uống","EN":"All texting for parents. Who can reply as soon as possible to give drinkers"},{"STT":2,"VI":"Khoe ngay 5 ảnh gần đây nhất trong điện thoại của bạn hoặc nốc ngay 2 chén để giấu chúng đi","EN":"Show off the most recent 5 photos in your phone or 2 cups to hide them"},{"STT":3,"VI":"Ai người chơi hệ khói uống đi","EN":"Whoever plays the smoke system"},{"STT":4,"VI":"(Thả chén) Rót đầy chén rồi đặt ly rượu lên mu bàn tay và uống, nếu đổ uống 2 chén","EN":"(Release the cup) Pour the cup and place the glass on the back of the hand and drink, if you drink 2 cups"},{"STT":5,"VI":"Bịt mũi đứng lên nguồi xuống 10 cái hoặc uống","EN":"Plug the nose up to 10 pieces or drink"},{"STT":6,"VI":"Ai nhỏ tuổi nhất thì uống","EN":"Whoever is the youngest drink"},{"STT":7,"VI":"Ai chân nhỏ nhất và chân to nhất cùng uống","EN":"Who's the smallest leg and the biggest leg to drink together"},{"STT":8,"VI":"Gọi điện cho bố mẹ và bảo \"con yêu bố mẹ\" hoặc \"con đang uống rượu\", không làm được thì uống 2 chén","EN":"Call parents and say \"I love you\" or \"I am drinking\", if you can't do it, drink 2 cups"},{"STT":9,"VI":"Người vừa mới uống làm thêm 1 chén nữa đi nào","EN":"People who have just taken to make 1 more cup"},{"STT":10,"VI":"Ai gan nhất thì uống","EN":"Who is the most brave, drink"},{"STT":11,"VI":"Cùng nhau chụp 1 tấm ảnh nào, mãi bên nhau bạn nhé!","EN":"Take a picture together, forever together!"},{"STT":12,"VI":"Chỉ định bất kỳ ai uống giúp bạn","EN":"Determine anyone who drinks for you"},{"STT":13,"VI":"5 người gần đây nhất bạn nhắn tin trên Mess là ai?  (phải có bằng chứng nhé)","EN":"Who are the 5 most recent people texting on Mess? (must have evidence)"},{"STT":14,"VI":"Người bên trái của bạn uống đi","EN":"Your left person drink"},{"STT":15,"VI":"Mỗi người uống 2 chén","EN":"Each person drinks 2 cups"},{"STT":16,"VI":"Ai có \"mực\" trên tay thì uống","EN":"Anyone who has \"squid\" in hand drink"},{"STT":17,"VI":"Hãy hát 1 bài có từ \"Hoa\"","EN":"Please sing a song with the word \"flower\""},{"STT":18,"VI":"Ai không có tên gọi ở nhà thì uống","EN":"Whoever has the name at home, drink"},{"STT":19,"VI":"Các bạn nam uống với nhau. 2, 3 zô!!!","EN":"The boys drink together. 2, 3 zo !!!"},{"STT":20,"VI":"Ai có nhiều mối tình nhất thì uống. Tuổi trẻ tài cao!","EN":"Whoever has the most love affair will drink. High youth talent!"},{"STT":21,"VI":"Ai nhiều tuổi nhất thì uống","EN":"Who is the oldest, drink"},{"STT":22,"VI":"Ai lớn tuổi hơn bạn thì uống","EN":"Who is older than you, drink"},{"STT":23,"VI":"Bạn không cần phải uống, tất cả mọi người uống","EN":"You don't need to drink, everyone drinks"},{"STT":24,"VI":"Đếm từ 1 đến 3, tất cả mọi người đặt tay lên đầu hoặc bụng, ai làm ngược lại với bạn thì uống","EN":"Count from 1 to 3, everyone puts their hands on their heads or abdomen, who does the opposite of you"},{"STT":25,"VI":"Chọn ai đó và đoán màu quần \"nhỏ\" của người đó, nếu đoán đúng thì người đó uống, và ngược lại","EN":"Choose someone and guess the \"small\" color of that person, if you guess correctly, that person drinks, and vice versa"},{"STT":26,"VI":"Chỉ định bất kỳ ai uống cốc đầy","EN":"Indication anyone who drinks a full cup"},{"STT":27,"VI":"Chọn 1 đối thủ rồi thi \"nhìn váo mắt nhau\", ai chớp mắt trước thì uống","EN":"Choose an opponent and take the exam \"look at each other's eyes\", who blinks first, drink"},{"STT":28,"VI":"Người trước mặt của bạn uống đi","EN":"The person in front of you drink"},{"STT":29,"VI":"Ai đó tên dài nhất thì uống","EN":"Someone's longest name drink"},{"STT":30,"VI":"Rất buồn!! Bạn uống","EN":"So sad!! You drink"},{"STT":31,"VI":"Chơi \"nối chữ\" bắt đầu từ bạn, ai thua phạt 2 chén","EN":"Play \"connecting words\" start from you, who lost 2 cups"},{"STT":32,"VI":"Mặt ai đang đỏ nhất thì uống","EN":"Whose face is the redest, then drink"},{"STT":33,"VI":"Người cao nhất và thấp nhất uống giao bôi","EN":"The highest and lowest person drinking"},{"STT":34,"VI":"Ai đang độc thân thì uống để có gấu nào","EN":"Who is single, then drink to have any bears"},{"STT":35,"VI":"Ai não cá vàng nhất thì uống","EN":"Whoever brain the brain is the best to drink"},{"STT":36,"VI":"Ai đang yêu xa thì uống","EN":"Who is in love, then drink"},{"STT":37,"VI":"Người ít uống rượu nhất thì uống 2 chén đi. Bạn đã quá ngoan rồi","EN":"People drink the least alcohol, drink 2 cups. You are too good"},{"STT":38,"VI":"Ai để điện thoại trên bàn, phạt ngay 1 chén","EN":"Whoever put the phone on the table, immediately fined 1 cup"},{"STT":39,"VI":"Đoán giờ hiện tại được chênh lệch tối đa 15 phút, sai thì uống 1 chén","EN":"Guess the present time is gained up to 15 minutes, wrong to drink 1 cup"},{"STT":40,"VI":"Nếu trong ví ai có tờ 1K thì uống đi","EN":"If anyone has 1k in the wallet, then drink it"},{"STT":41,"VI":"Anh em!!! Đồng khởi 1 chén nào","EN":"Brothers!!! Drink 1 cup"},{"STT":42,"VI":"Tất cả \"thả chén\" (cốc đầy) trừ bạn","EN":"All \"drop cup\" (full cup) except for you"},{"STT":43,"VI":"Các bạn nữ nâng chén với nhau","EN":"The girls lifted the cup together"},{"STT":44,"VI":"Ai hay deep trên mạng xã hội nhất thì uống. Bạn phải mạnh mẽ lên","EN":"Who or Deep on social networks is the most drink. You must be strong"},{"STT":45,"VI":"Người bên phải của bạn uống đi","EN":"Your right person drink"},{"STT":46,"VI":"Bạn đã từng thích ai trong nhóm này không? Nếu rồi thì uống đi nào","EN":"Have you ever liked this group? If so, let's drink"},{"STT":47,"VI":"Ai là người cao su nhất phạt 2 chén","EN":"Who is the most rubber person fined 2 cups"},{"STT":48,"VI":"Hãy miêu tả hình dưới đây mà không dùng lời nói (kẹo mút)","EN":"Describe the image below without using words (lollipop)"},{"STT":49,"VI":"Bắt đầu từ bạn kể tên động vật 2 chân, ai thua thì uống","EN":"Starting from you named the two -legged animal, whoever loses, drink"},{"STT":50,"VI":"Cụng trán với tất cả mọi người hoặc uống","EN":"The forehead with everyone or drink"},{"STT":51,"VI":"Đọc to họ và tên của từng người, số người bạn đọc sai bằng số chén","EN":"Read the full name of each person, the number of readers is wrong with the number of cups"},{"STT":52,"VI":"Người có mối tình dài nhất uống (số chén bắng số năm kỉ niệm)","EN":"People with the longest love affair (number of cups of years)"},{"STT":53,"VI":"Cho mọi người xem lịch sử Web trên điện thoại của bạn hoặc uống 3 chén ngay lập tức","EN":"Let everyone see the web history on your phone or drink 3 cups immediately"},{"STT":54,"VI":"Bạn chỉ cần nhấp môi thôi","EN":"You just need to click your lips"},{"STT":55,"VI":"Chọn 1 người rồi oẳn tù xì, Nếu bạn thua thì uống và ngược lại","EN":"Choose 1 person and then rock paper scissors, if you lose, drink and vice versa"},{"STT":56,"VI":"Ngậm 1 lát chanh trong vòng 3 lượt hoặc uống 2 chén","EN":"Put 1 slice of lemon within 3 turns or drink 2 cups"},{"STT":57,"VI":"Người kế tiếp có thể thách bạn làm bất cứ điều gì, nếu không làm được, bạn uống và ngược lại","EN":"The next person can challenge you to do anything, if you can't do it, you drink and vice versa"},{"STT":58,"VI":"Người độc thân lâu nhất uống","EN":"The longest single person drinks"},{"STT":59,"VI":"Cởi bỏ 1 thứ bạn đang mặc trên người hoặc uống","EN":"Take off one thing you are wearing on or drink"},{"STT":60,"VI":"2 người bạn quen nhau lâu nhất cùng uống","EN":"The two friends know each other for the longest drink"},{"STT":61,"VI":"Ai chưa từng xem \"phim con heo\" thì uống đi!!! Bạn quá kém cỏi","EN":"Anyone who has never seen \"Pig movie\" has to drink !!! You are too poor"},{"STT":62,"VI":"Thơm má 1 người bạn thích, ngay và luôn","EN":"Fragrant cheek 1 person you like, right away and always"},{"STT":63,"VI":"Đọc tháng sinh của từng người trong nhóm, sai bao nhiêu uống bấy nhiêu","EN":"Read the month of birth of each person in the group, how much is wrong to drink"},{"STT":64,"VI":"Gọi điện cho người yêu cũ rồi mời cưới. Nếu người ấy không đi hoặc bạn không đủ can đảm để làm thì uống ngay 3 chén","EN":"Call your ex and get married. If the person does not go or you are not brave enough to do it, then drink 3 cups"},{"STT":65,"VI":"Người \"lắm mối tối nằm không\" uống","EN":"People who is \"If you run after two hares, you'll catch none\" drink"}]}