{"status":200,"update_at":1743608535146,"data":[{"STT":1,"VI":"Tôi chưa từng say \"sấp mặt\" đến mức không nhớ đường về nhà / phải có người dìu?","EN":"Never have I ever been drunk"},{"STT":2,"VI":"Tôi chưa từng có hình xăm nào (dù chỉ là hình xăm dán)?","EN":"Never have I ever got a tattoo"},{"STT":3,"VI":"Tôi chưa từng hút một điếu thuốc lá nào (kể cả thuốc lá điện tử)?","EN":"Never have I ever done a nude streak in public"},{"STT":4,"VI":"Tôi chưa từng bị cho \"leo cây\" sau khi đã make-up, lên đồ lồng lộn?","EN":"Never have I ever stood someone up on a date"},{"STT":5,"VI":"Tôi chưa từng bị công an giao thông phạt vì chạy quá tốc độ?","EN":"Never have I ever had a speeding ticket"},{"STT":6,"VI":"Tôi chưa từng cố tình giả vờ không thấy người quen để khỏi phải chào hỏi?","EN":"Never have I ever ghosted someone"},{"STT":7,"VI":"Tôi chưa từng nói dối là \"ốm\" / \"bận việc gia đình\" để trốn học/trốn làm?","EN":"Never have I ever lied to get out of going to work"},{"STT":8,"VI":"Tôi chưa từng dùng tên giả khi đặt bàn nhà hàng / gọi đồ ăn?","EN":"Never have I ever given a fake name"},{"STT":9,"VI":"Tôi chưa từng chia tay ai đó chỉ bằng một tin nhắn hoặc cuộc gọi?","EN":"Never have I ever dumped someone over text"},{"STT":10,"VI":"Tôi chưa từng \"say nắng\" một người lạ đẹp trai/xinh gái trên xe bus/tàu điện?","EN":"Never have I ever been sick on public transport"},{"STT":11,"VI":"Tôi chưa từng nói dối trong chính trò chơi này (tính đến thời điểm hiện tại)?","EN":"Never have I ever lied to someone in this room"},{"STT":12,"VI":"Tôi chưa từng yếu lòng nhắn tin/gọi điện cho người yêu cũ (nhất là lúc nửa đêm)?","EN":"Never have I ever texted an ex out of nowhere"},{"STT":13,"VI":"Tôi chưa từng \"nổ\" về chiều cao, cân nặng, hoặc công việc trên ứng dụng hẹn hò?","EN":"Never have I ever lied on a dating app"},{"STT":14,"VI":"Tôi chưa từng mua hàng online mà lúc nhận chỉ muốn \"khóc thét\" vì khác xa ảnh?","EN":"Never have I ever shoplifted"},{"STT":15,"VI":"Tôi chưa từng bí mật \"crush\" anh/chị/em ruột của bạn thân mình?","EN":"Never have I ever kissed a friend's sibling"},{"STT":16,"VI":"Tôi chưa từng dùng tài khoản clone (nick ảo) để đi \"stalk\" người khác?","EN":"Never have I ever catfished someone"},{"STT":17,"VI":"Tôi chưa từng tham gia một câu lạc bộ/đội nhóm chỉ vì có crush ở đó?","EN":"Never have I ever been refused entry to a club"},{"STT":18,"VI":"Tôi chưa từng trải qua một mùa lễ (Valentine, Noel) nào mà không cô đơn?","EN":"Never have I ever had a holiday romance"},{"STT":19,"VI":"Tôi chưa từng vô tình hay cố ý dùng chung bàn chải đánh răng với người khác?","EN":"Never have I ever used someone else's toothbrush"},{"STT":21,"VI":"Tôi chưa từng vào \"soi\" Facebook/Instagram người yêu mới của người yêu cũ hàng ngày?","EN":"Never have I ever stalked an ex's new partner on social media"},{"STT":22,"VI":"Tôi chưa từng bị bảo vệ mời ra khỏi quán bar/pub/club vì quá chén hoặc gây rối?","EN":"Never have I ever been thrown out of a bar or club"},{"STT":23,"VI":"Tôi chưa từng tắm tiên (tắm không mặc đồ) ở biển hoặc hồ bơi?","EN":"Never have I ever gone skinny dipping"},{"STT":24,"VI":"Tôi chưa từng đi chơi riêng (chỉ hai người) với người yêu của bạn thân?","EN":"Never have I ever gone out with a friend's ex"},{"STT":25,"VI":"Tôi chưa từng nói lời yêu ai đó mà trong lòng không thực sự cảm thấy vậy?","EN":"Never have I ever said 'I love you' when I didn't mean it"},{"STT":26,"VI":"Tôi chưa từng kể đi kể lại một câu chuyện cười/chuyện cũ đến mức bạn bè phát ngán?","EN":"Never have I ever been mugged"},{"STT":27,"VI":"Tôi chưa từng bị gãy xương tay hoặc chân?","EN":"Never have I ever broken a bone"},{"STT":28,"VI":"Tôi chưa từng viện cớ mệt/buồn ngủ để trốn về sớm khỏi một bữa tiệc?","EN":"Never have I ever lied about leaving the club early"},{"STT":29,"VI":"Tôi chưa từng thầm thương trộm nhớ ai đó đến mất ăn mất ngủ?","EN":"Never have I ever been sick on my friend/someone else"},{"STT":30,"VI":"Tôi chưa từng được hôn bởi một người nổi tiếng?","EN":"Never have I ever kissed a celebrity"},{"STT":31,"VI":"Tôi chưa từng ăn đồ ăn thừa mà người khác bỏ lại trên bàn (không phải người thân)?","EN":"Never have I ever eaten leftover food from another table at a restaurant"},{"STT":32,"VI":"Tôi chưa từng yêu ai đó đến mức mù quáng, bỏ qua mọi lời khuyên?","EN":"Never have I ever gone on a blind date"},{"STT":33,"VI":"Tôi chưa từng \"cầm nhầm\" bất cứ thứ gì không phải của mình từ nơi công cộng?","EN":"Never have I ever stolen anything"},{"STT":34,"VI":"Tôi chưa từng bị người yêu lừa dối / \"cắm sừng\"?","EN":"Never have I ever been cheated on"},{"STT":35,"VI":"Tôi chưa từng lén ăn vụng đồ ăn trong tủ lạnh mà người khác để dành?","EN":"Never have I ever dined and dashed"},{"STT":36,"VI":"Tôi chưa từng là người lấy đi nụ hôn đầu đời của ai đó?","EN":"Never have I ever trespassed"},{"STT":37,"VI":"Tôi chưa từng chi quá 2 triệu đồng cho một đêm đi chơi (ăn uống, bar club...)?","EN":"Never have I ever spent more than £200 on a night out"},{"STT":38,"VI":"Tôi chưa từng nhắn tin/bình luận cho một người nổi tiếng và mong họ trả lời?","EN":"Never have I ever DMed a celebrity"},{"STT":39,"VI":"Tôi chưa từng đăng ký thẻ tập gym/yoga cả năm mà chỉ đi được vài buổi?","EN":"Never have I ever paid for a gym class and not attended"},{"STT":40,"VI":"Tôi chưa từng vô tình bắt gặp bố mẹ đang thể hiện tình cảm thân mật?","EN":"Never have I ever caught my parents having sex"},{"STT":41,"VI":"Tôi chưa từng tự tin diện bikini/đồ bơi hai mảnh khi đi biển/hồ bơi?","EN":"Never have I ever been to a nudist beach"},{"STT":42,"VI":"Tôi chưa từng khóc to thành tiếng trong vòng 1 tháng trở lại đây?","EN":"Never have I ever pulled an all nighter"},{"STT":43,"VI":"Tôi chưa từng quay cóp hay gian lận trong bất kỳ kỳ thi nào?","EN":"Never have I ever cheated on a test or exam"},{"STT":44,"VI":"Tôi chưa từng xây dựng một hình ảnh \"ảo\" hoàn toàn khác biệt trên mạng xã hội?","EN":"Never have I ever pretended to be someone else"},{"STT":45,"VI":"Tôi chưa từng làm hỏng đồ mượn của bạn (xe cộ, quần áo,...) rồi im lặng cho qua?","EN":"Never have I ever ignored someone I knew in public"},{"STT":46,"VI":"Tôi chưa từng đi nhờ xe của một người hoàn toàn xa lạ?","EN":"Never have I ever ruined an item of clothing I borrowed from a friend"},{"STT":47,"VI":"Tôi chưa từng trốn vé xem phim, concert hoặc lẻn vào một sự kiện nào đó?","EN":"Never have I ever hitchhiked a ride"},{"STT":48,"VI":"Tôi chưa từng nói dối về số lượng người mình đã từng hẹn hò/yêu?","EN":"Never have I ever snuck into a festival or club"},{"STT":49,"VI":"Tôi chưa từng \"giải quyết nỗi buồn\" ở một nơi không phải nhà vệ sinh?","EN":"Never have I ever lied in this game"},{"STT":50,"VI":"Tôi chưa từng làm điều gì vi phạm pháp luật (dù nhỏ, như vượt đèn đỏ)?","EN":"Never have I ever peed in public"},{"STT":51,"VI":"Tôi chưa từng \"cảm nắng\" ai đó đang có mặt trong căn phòng này?","EN":"Never have I ever lied about kissing someone"},{"STT":52,"VI":"Tôi chưa từng uống bia/rượu đến mức đi không vững?","EN":"Never have I ever broken the law"},{"STT":53,"VI":"Tôi chưa từng nói dối sếp hoặc thầy/cô giáo một cách trắng trợn?","EN":"Never have I ever fancied someone in this room"},{"STT":54,"VI":"Tôi chưa từng lén đọc tin nhắn trên điện thoại/máy tính của người khác?","EN":"Never have I ever got drunkenly locked out of my house"},{"STT":55,"VI":"Tôi chưa từng hối hận về một hình xăm nào đó mình đã có?","EN":"Never have I ever lied to my boss"},{"STT":56,"VI":"Tôi chưa từng ra khỏi nhà mà quên mặc đồ lót?","EN":"Never have I ever slipped into someone's DMs"},{"STT":57,"VI":"Tôi chưa từng kiểm tra điện thoại của người yêu khi họ không biết?","EN":"Never have I ever got a tattoo I regretted"},{"STT":58,"VI":"Tôi chưa từng chỉnh sửa ảnh selfie của mình đến mức trông khác hẳn người thật?","EN":"Never have I ever not worn underwear on a night out"},{"STT":59,"VI":"Tôi chưa từng dùng \"chùa\" tài khoản Netflix/Spotify/... của bạn bè quá lâu?","EN":"Never have I ever looked through my partner’s phone"},{"STT":60,"VI":"Tôi chưa từng đi chơi xa mà hết sạch tiền giữa chừng?","EN":"Never have I ever edited my selfies"},{"STT":61,"VI":"Tôi chưa từng lỡ miệng tiết lộ bí mật của bạn thân cho người khác?","EN":"Never have I ever used someone else’s Netflix account"},{"STT":62,"VI":"Tôi chưa từng mua một món đồ (quần áo, giày dép) về dùng thử rồi mang trả lại cửa hàng?","EN":"Never have I ever ghosted someone for something tiny and unimportant"},{"STT":63,"VI":"Tôi chưa từng làm rơi điện thoại xuống bồn cầu hoặc vũng nước?","EN":"Never have I ever told someone’s secret"},{"STT":64,"VI":"Tôi chưa từng rời khỏi quán ăn/nhà hàng mà quên thanh toán hóa đơn?","EN":"Never have I ever returned something after I'd already worn it"},{"STT":65,"VI":"Tôi chưa từng Google tên đầy đủ của mình xem có \"phốt\" gì không?","EN":"Never have I ever dropped my phone in a toilet"},{"STT":66,"VI":"Tôi chưa từng loay hoay cả tiếng đồng hồ chỉ để tìm chỗ đậu xe?","EN":"Never have I ever run out on a meal without paying"},{"STT":67,"VI":"Tôi chưa từng thầm nghĩ bố/mẹ của bạn thân mình thật ngầu/tuyệt vời?","EN":"Never have I ever Googled my own name"},{"STT":68,"VI":"Tôi chưa từng là người chủ động nhắn tin/tấn công làm quen trước?","EN":"Never have I ever forgotten where I parked my car"},{"STT":69,"VI":"Tôi chưa từng lừa dối người yêu hiện tại/gần nhất?","EN":"Never have I ever fancied a friend's parent"},{"STT":70,"VI":"Tôi chưa từng nhận được món quà không thích rồi đem cho/bán lại?","EN":"Never have I ever used a pick up line"},{"STT":71,"VI":"Tôi chưa từng đặt biệt danh siêu \"sến\" cho người yêu (chồng yêu, vợ ngốc,...)?","EN":"Never have I ever cheated on anyone"},{"STT":72,"VI":"Tôi chưa từng lập tài khoản ảo trên mạng xã hội để theo dõi người yêu cũ?","EN":"Never have I ever re-gifted a present I didn’t want"},{"STT":73,"VI":"Tôi chưa từng giả vờ khóc lóc, tỏ ra đáng thương để đạt được điều mình muốn?","EN":"Never have I ever given a partner an embarrassing pet name"},{"STT":74,"VI":"Tôi chưa từng hát karaoke lệch tông, sai nhịp mà vẫn cực kỳ tự tin?","EN":"Never have I ever created a fake Instagram"},{"STT":75,"VI":"Tôi chưa từng đặt đồ ăn/trà sữa đêm khuya rồi ngủ quên mất lúc shipper gọi?","EN":"Never have I ever fake-cried to get something"},{"STT":76,"VI":"Tôi chưa từng \"khẩu chiến\" nảy lửa với người lạ trên mạng xã hội?","EN":"Never have I ever had sex in a public place"},{"STT":77,"VI":"Tôi chưa từng \"quan hệ\" ở một nơi công cộng hoặc bán công cộng (xe hơi, công viên, rạp phim...)?","EN":"Never have I ever sent a dirty text to the wrong person"},{"STT":78,"VI":"Tôi chưa từng gửi tin nhắn hay hình ảnh có nội dung gợi dục cho người khác?","EN":"Never have I ever said the wrong name in bed"},{"STT":79,"VI":"Tôi chưa từng gọi nhầm tên người khác khi đang thân mật với người yêu/bạn tình?","EN":"Never have I ever had a friend with benefits"},{"STT":80,"VI":"Tôi chưa từng có mối quan hệ FWB (bạn bè có lợi ích thể xác)?","EN":"Never have I ever slept with someone whose name I don't know"},{"STT":81,"VI":"Tôi chưa từng qua đêm với người mà tôi không nhớ tên vào sáng hôm sau?","EN":"Never have I ever been to a sex shop"},{"STT":82,"VI":"Tôi chưa từng bước chân vào một cửa hàng bán đồ chơi người lớn?","EN":"Never have I ever had a threesome"},{"STT":83,"VI":"Tôi chưa từng đi bar/pub một mình với mục đích tìm kiếm \"niềm vui\"?","EN":"Never have I ever joined the 'mile high' club"},{"STT":84,"VI":"Tôi chưa từng gửi ảnh \"thiếu vải\" của mình cho bất kỳ ai?","EN":"Never have I ever sent a sexy selfie"},{"STT":85,"VI":"Tôi chưa từng \"làm chuyện ấy\" ở dưới nước (biển, hồ bơi, bồn tắm)?","EN":"Never have I ever had sex in the sea/a swimming pool"},{"STT":86,"VI":"Tôi chưa từng có tình một đêm (One Night Stand)?","EN":"Never have I ever had a one night stand"},{"STT":87,"VI":"Tôi chưa từng giả vờ \"đạt đỉnh\" để kết thúc cuộc yêu?","EN":"Never have I ever faked an orgasm"},{"STT":88,"VI":"Tôi chưa từng cố tình khoe hàng trước mặt ai đó.","EN":"Never have I ever flashed someone"},{"STT":89,"VI":"Tôi chưa từng nhảy sexy trên đùi ai hoặc được ai nhảy cho xem.","EN":"Never have I ever given or received a lap dance"},{"STT":90,"VI":"Tôi chưa từng ngủ với đồng nghiệp.","EN":"Never have I ever slept with a co-worker"},{"STT":91,"VI":"Tôi chưa từng quay lại với người yêu cũ.","EN":"Never have I ever gone back to an ex"},{"STT":92,"VI":"Tôi chưa từng bị bắt quả tang khi đang làm chuyện ấy.","EN":"Never have I ever been 'walked in on' while having sex"},{"STT":93,"VI":"Tôi chưa từng mơ thấy làm tình với ai đó trong phòng này.","EN":"Never have I ever had a sex dream about someone in this room"},{"STT":94,"VI":"Tôi chưa từng mơ thấy làm tình với người mà mọi người ở đây đều biết.","EN":"Never have I ever had a sex dream about someone the people in this room know"},{"STT":95,"VI":"Tôi chưa từng có món đồ chơi tình dục yêu thích nào.","EN":"Never have I ever had a favourite sex toy"},{"STT":96,"VI":"Tôi chưa từng nhập vai trên giường.","EN":"Never have I ever role-played in bed"},{"STT":97,"VI":"Tôi chưa từng mút ngón chân của bạn tình.","EN":"Never have I ever sucked my partner’s toes"},{"STT":98,"VI":"Tôi chưa từng phải về nhà vào sáng hôm sau trong bộ đồ của tối qua (walk of shame).","EN":"Never have I ever done the walk of shame"},{"STT":99,"VI":"Tôi chưa từng mơ làm tình với người khác khi đang có người yêu.","EN":"Never have I ever had a sex dream about someone else when I was in a relationship"},{"STT":100,"VI":"Tôi chưa từng lên Google tìm các tư thế quan hệ.","EN":"Never have I ever Googled sex positions"},{"STT":101,"VI":"Tôi chưa từng có biệt danh gợi tình hoặc đặt cho ai biệt danh gợi tình.","EN":"Never have I ever had a sexy nickname / given someone a sexy nickname"},{"STT":102,"VI":"Tôi chưa từng hôn nhiều hơn một người trong một ngày.","EN":"Never have I ever kissed more than one person in one day"},{"STT":103,"VI":"Tôi chưa từng phải giấu vết hickey (vết cắn yêu).","EN":"Never have I ever had to hide a love bite"},{"STT":104,"VI":"Tôi chưa từng lên giường với người mà tôi không biết tên.","EN":"Never have I ever got with someone without knowing their name"},{"STT":105,"VI":"Tôi chưa từng dùng còng tay hay thứ gì tương tự khi làm chuyện ấy.","EN":"Never have I ever used handcuffs or something similar"},{"STT":106,"VI":"Tôi chưa từng gửi ảnh nude hay video nude.","EN":"Never have I ever sent a nude picture or video"}]}