{"status":200,"update_at":1722706645760,"data":[{"STT":1,"VI":"Nêu ra một lần bạn đã từng làm điều gì đó mà bạn hối tiếc rất nhiều.","EN":"When was the last time you lied?"},{"STT":2,"VI":"Mô tả một kỷ niệm ngọt ngào nhất mà bạn có từ thời thơ ấu.","EN":"What's the worst thing you've ever done at work?"},{"STT":3,"VI":"Kể về một lần bạn đã bị bắt lừa và cảm thấy xấu hổ về điều đó.","EN":"When was the last time you cried?"},{"STT":4,"VI":"Cho biết một bí mật mà bạn chưa bao giờ tiết lộ cho ai.","EN":"What's your biggest fear?"},{"STT":5,"VI":"Gọi cho một người bạn và hát một đoạn hát vui vẻ cho họ.","EN":"What's your biggest fantasy?"},{"STT":6,"VI":"Gửi tin nhắn ngẫu nhiên cho người tiếp theo trong danh bạ điện thoại của bạn.","EN":"Do you have any fetishes?"},{"STT":7,"VI":"Chơi một bài nhạc vũ đạo hoặc nhảy theo một bản nhạc mà bạn chọn.","EN":"Who's the last person you searched on Instagram?"},{"STT":8,"VI":"Điều gì đó hài hước: Gửi một ảnh tự chụp với khuôn mặt biểu cảm ngớ ngẩn nhất cho một người bạn.","EN":"What's something you're glad your family doesn't know about you?"},{"STT":9,"VI":"Nêu ra một lần bạn đã từng gặp phải tình huống hài hước nhất trong cuộc sống của bạn.","EN":"Have you ever cheated on someone?"},{"STT":10,"VI":"Cho biết một điều mà bạn muốn thay đổi về bản thân mình và lý do tại sao.","EN":"Where's the weirdest place you peed?"},{"STT":11,"VI":"Kể về một lần bạn đã thể hiện lòng can đảm khi đối mặt với một tình huống đáng sợ.","EN":"What's the worst thing you've ever done?"},{"STT":12,"VI":"Nêu ra một sở thích kỳ lạ mà bạn có mà ít người biết đến.","EN":"What's the strangest thing you've ever eaten?"},{"STT":13,"VI":"Gửi một tin nhắn với nội dung hài hước hoặc ngẫu nhiên cho một người nổi tiếng trên mạng xã hội.","EN":"What's your relationship dealbreaker?"},{"STT":14,"VI":"Tạo một màn trình diễn nhỏ về một câu chuyện ngắn, có thể là hài hước hoặc giả tưởng.","EN":"What's a secret you've never told anyone?"},{"STT":15,"VI":"Gọi điện cho người thân và diễn tả một cảm xúc một cách cực kỳ hoa mỹ (vui vẻ, buồn bã, hoặc tự hào) mà không giải thích lý do.","EN":"Do you have a hidden talent?"},{"STT":16,"VI":"Gửi một tin nhắn tới một người bạn cũ hoặc người bạn không liên lạc thường xuyên và nói rằng bạn đã mơ về họ đêm qua.","EN":"Who was your first celebrity crush?"},{"STT":17,"VI":"Nêu ra một điều mà bạn từng hứng thú nhưng không bao giờ dám thử.","EN":"What are your thoughts on polyamory?"},{"STT":18,"VI":"Mô tả một người nổi tiếng mà bạn muốn gặp và lý do tại sao.","EN":"What's the worst intimate experience you've ever had?"},{"STT":19,"VI":"Kể về một lần bạn đã phải đối diện với một nỗi sợ hoặc lo lắng lớn nhất của mình.","EN":"What's the best intimate experience you've ever had?"},{"STT":20,"VI":"Cho biết một bí mật nhỏ mà chỉ có ít người biết về bạn.","EN":"Have you ever cheated in an exam?"},{"STT":21,"VI":"Gửi một tin nhắn ngẫu nhiên cho một người bạn trong danh bạ của bạn và hỏi họ về ước mơ kỳ lạ nhất của họ.","EN":"If you were going to be on a reality TV show, which would it be?"},{"STT":22,"VI":"Chụp một bức ảnh hài hước với một phụ kiện ngẫu nhiên (như mũ rơm, kính râm, hay bất kỳ vật phẩm nào khác) và gửi cho một người bạn với một thông điệp vui vẻ.","EN":"What's the drunkest you've ever been?"},{"STT":23,"VI":"Gọi điện cho một người thân và hát một đoạn nhạc mà bạn chọn ngẫu nhiên.","EN":"Have you ever broken the law?"},{"STT":24,"VI":"Gửi một tin nhắn với nội dung \"Tôi yêu bạn\" cho người tiếp theo trong danh bạ điện thoại của bạn.","EN":"What's the most embarrassing thing you've ever done?"},{"STT":25,"VI":"Gửi một tin nhắn cho người thân gần nhất của bạn với nội dung \"Tôi đã quên mất ngày sinh của bạn. Xin lỗi, nhưng chúc mừng sinh nhật!\"","EN":"What's your biggest insecurity?"},{"STT":26,"VI":"Nếu bạn được chuyển đến một đất nước khác ngay lập tức, bạn sẽ chọn đến đâu và tại sao?","EN":"Have you ever stayed friends with someone because it benefitted you beyond just the friendship?"},{"STT":27,"VI":"Nêu ra một lý do tại sao bạn nghĩ rằng bạn là một người đáng yêu.","EN":"What's the biggest mistake you've ever made?"},{"STT":28,"VI":"Kể về một lần bạn đã từng thất bại một cách hài hước trong quá khứ.","EN":"What's the most disgusting thing you've ever done?"},{"STT":29,"VI":"Cho biết một điều mà bạn thấy đặc biệt và duyên dáng ở một người khác giới.","EN":"Who would you like to kiss in this room?"},{"STT":30,"VI":"Chụp một bức ảnh selfie với khuôn mặt hết sức bình thường và gửi cho một người bạn cùng với câu chúc ngày tốt lành.","EN":"What's one thing you hate people knowing about you?"},{"STT":31,"VI":"Gọi điện cho một người bạn và hát một bài hát mà bạn biết là họ ghét.","EN":"What's the worst thing anyone's ever done to you?"},{"STT":32,"VI":"Đăng một ảnh \"đổi giới tính\" của bạn (nếu có filer) lên trang cá nhân mạng xã hội và để trong vòng 1 giờ trước khi xóa.","EN":"What's the best thing anyone's ever done for you?"},{"STT":33,"VI":"Nhảy múa trên bàn trong 30 giây.","EN":"Have you ever had a run in with the law?"},{"STT":34,"VI":"Hát một bài hát yêu thích của bạn.","EN":"What's your worst habit?"},{"STT":35,"VI":"Nói một lời ngọt ngào với người bên cạnh bạn.","EN":"What's the most embarrassing thing you've done in a taxi?"},{"STT":36,"VI":"Uống một ly nước chanh muối.","EN":"What's the worst thing you've ever said to anyone?"},{"STT":37,"VI":"Thử một món ăn mới.","EN":"Have you ever peed in the shower?"},{"STT":38,"VI":"Gọi điện cho một người bạn cũ.","EN":"What's the strangest dream you've had?"},{"STT":39,"VI":"Viết một bức thư cho chính mình trong tương lai.","EN":"Have you ever been caught doing something you shouldn't have?"},{"STT":40,"VI":"Dành 5 phút để nói về một điều gì đó bạn đam mê.","EN":"What's the worst date you've been on?"},{"STT":41,"VI":"Thử một điệu nhảy mới.","EN":"What's the best date you've been on?"},{"STT":42,"VI":"Nếu bạn có thể thay đổi một điều về bản thân mình, điều đó sẽ là gì và tại sao?","EN":"What happened on the latest night out you've ever had?"},{"STT":43,"VI":"Mô tả một giấc mơ kỳ lạ nhất mà bạn từng có.","EN":"What's your biggest regret?"},{"STT":44,"VI":"Cho biết một sở thích bí mật mà bạn thường không chia sẻ với người khác.","EN":"What's the biggest misconception about you?"},{"STT":45,"VI":"Nêu ra một tình huống mà bạn đã từng gặp phải mà khiến bạn cảm thấy rất tự hào về bản thân.","EN":"Have you ever said something you regret about someone in this room?"},{"STT":46,"VI":"Gửi một tin nhắn cho người yêu cũ (hoặc người bạn cảm thấy ngại gửi tin) và hỏi họ \"Bạn đã ăn cơm chưa?\" và xem họ sẽ phản ứng ra sao.","EN":"What's one thing you wish people knew about you?"},{"STT":47,"VI":"Điều gì đó hài hước: Đánh vần một từ thông qua tin nhắn và xem liệu người nhận có hiểu được từ bạn đang cố gắng nói hay không.","EN":"Where's the weirdest place you've had sex?"},{"STT":48,"VI":"Gọi cho một người bạn và hỏi họ về một câu chuyện hài hước nhất mà họ từng trải qua.","EN":"Why did your last relationship break down?"},{"STT":49,"VI":"Gửi một tin nhắn cho người thân và yêu cầu họ gửi một ảnh \"mặt thú\" (mimic animal faces) cho bạn trong vòng 5 phút.","EN":"Have you ever lied to get out of a bad date?"},{"STT":50,"VI":"Đăng một ảnh selfie hết sức bình thường của bạn lên trang cá nhân và để trong vòng 15 phút trước khi xóa.","EN":"What's the most trouble you've been in?"},{"STT":51,"VI":"Nếu bạn được phép thực hiện một điều mạo hiểm, bạn sẽ chọn làm gì?","EN":"When did you last have sex outside?"},{"STT":52,"VI":"Mô tả một lúc trong quá khứ mà bạn cảm thấy hạnh phúc nhất.","EN":"What's the worst thing you've lied about?"},{"STT":53,"VI":"Cho biết một điều mà bạn đã từng thất bại và sau đó học được điều gì từ kinh nghiệm đó.","EN":"What's one thing you wish you'd lied about?"},{"STT":54,"VI":"Nếu có thể thay đổi một sự kiện lớn trong quá khứ, bạn sẽ chọn sự kiện nào và làm gì để thay đổi?","EN":"What's the best piece of advice you've been given?"},{"STT":55,"VI":"Gửi một tin nhắn cho người bạn cảm thấy gần gũi nhất và yêu cầu họ gửi một bức ảnh selfie mà họ chưa từng đăng công khai lên trang cá nhân.","EN":"What's the most you've spent on a night out?"},{"STT":56,"VI":"Gọi điện cho một người bạn và tự nói một câu chuyện hài hước ngẫu nhiên mà không được ngắt quãng.","EN":"Have you ever returned or re-gifted a present?"},{"STT":57,"VI":"Gửi một tin nhắn cho người thân và hỏi họ về một ước mơ lớn nhất của họ mà họ chưa từng chia sẻ với ai.","EN":"Name a time you think you were a bad partner"},{"STT":58,"VI":"Nếu bạn có thể biến thành một người nổi tiếng trong một ngày, bạn sẽ chọn ai và làm gì?","EN":"What's your guilty pleasure?"},{"STT":59,"VI":"Kể về một lần bạn đã cười đến nổi không thể kiểm soát được.","EN":"What's one thing you only do when you're alone?"},{"STT":60,"VI":"Cho biết một tháng trời bạn muốn thử nghiệm một cuộc sống khác nếu có thể.","EN":"If you had to get back with an ex, who would you choose?"},{"STT":61,"VI":"Nếu bạn có thể đặt một câu hỏi cho bất kỳ người nổi tiếng nào, bạn sẽ hỏi gì và tại sao?","EN":"If you had to cut one friend out of your life, who would it be?"},{"STT":62,"VI":"Gửi một tin nhắn chúc mừng sinh nhật sớm cho một người bạn bất kỳ, ngay cả khi chưa đến sinh nhật họ.","EN":"Do you have a favourite friend?"},{"STT":63,"VI":"Tìm một bài hát vũ đạo trên YouTube và học theo nó trong 3 phút. Ghi lại video và gửi cho một người bạn.","EN":"Do you have a favourite sibling?"},{"STT":64,"VI":"Chọn một người chơi khác và đề nghị họ thực hiện một \"múa hát hóa trang\" ngay tại thời điểm đó.","EN":"What's the strangest rumour you've heard about yourself?"},{"STT":65,"VI":"Điều gì đó hài hước: Đăng một câu hỏi tự chọn lên trang cá nhân mạng xã hội và hãy trả lời tất cả các bình luận với một câu chuyện hài hước.","EN":"What's your biggest turn on?"},{"STT":66,"VI":"Nếu có cơ hội, bạn muốn trở thành người nổi tiếng trong lĩnh vực nào và tại sao?","EN":"What's your favourite gross food combination?"},{"STT":67,"VI":"Nêu ra một lý do bạn thấy thú vị khi làm quen với người mới.","EN":"What's the silliest reason you've left a club early?"},{"STT":68,"VI":"Mô tả một lần bạn đã phải đối diện với một tình huống gây ám ảnh nhất trong cuộc sống của bạn.","EN":"What have you purchased that's been the biggest waste of money?"},{"STT":69,"VI":"Cho biết một kỷ niệm ngọt ngào nhất mà bạn có từ những năm gần đây.","EN":"If you could swap lives with someone in this room, who would it be?"},{"STT":70,"VI":"Gửi một tin nhắn bí ẩn với một câu đố hoặc câu hỏi hóc búa cho một người bạn và yêu cầu họ giải đáp.","EN":"Tell me about your first kiss"},{"STT":71,"VI":"Tạo một bức ảnh vui vẻ với bất kỳ phụ kiện nào xung quanh bạn và đăng lên trang cá nhân mạng xã hội.","EN":"What was the most inappropriate time you farted?"},{"STT":72,"VI":"Gọi cho một người bạn và đọc một bài thơ ngắn mà bạn tự viết.","EN":"What's something you really hope your family never finds out about?"},{"STT":73,"VI":"Đăng một câu hỏi thú vị lên trang cá nhân mạng xã hội và thách người chơi khác trả lời.","EN":"What's the weirdest lie you've ever told?"},{"STT":74,"VI":"Nếu bạn được chuyển đến một thế giới hoàn toàn mới, bạn muốn mang theo những gì từ thế giới hiện tại?","EN":"Do you have any fake social media accounts?"},{"STT":75,"VI":"Mô tả một lần bạn đã phải đối mặt với một thách thức lớn và cách bạn đã vượt qua nó.","EN":"Have you ever peed in the pool?"},{"STT":76,"VI":"Nếu bạn có thể thay đổi một điều về thế giới, điều đó sẽ là gì và tại sao?","EN":"Who do you think is the worst-dressed person in this room?"},{"STT":77,"VI":"Cho biết một sở thích hoặc kỹ năng mà bạn muốn học trong tương lai.","EN":"Have you ever practised kissing in a mirror?"},{"STT":78,"VI":"Gửi một tin nhắn cho người yêu cũ (hoặc người bạn có mối quan hệ khác biệt) với nội dung \"Chúc bạn một ngày tốt lành!\" và theo sau đó là \"Xin lỗi, tin nhắn gửi nhầm\".","EN":"How would you rate your looks on a scale of 1 to 10?"},{"STT":111,"VI":"Tạo một bức ảnh hài hước với bất kỳ vật phẩm nào xung quanh bạn và gửi cho một người bạn với một câu chúc vui vẻ.","EN":"Pretend to be the person to your right for 10 minutes"},{"STT":112,"VI":"Gọi cho một người bạn và hát một đoạn nhạc mà bạn chọn ngẫu nhiên.","EN":"Eat a snack without using your hands"},{"STT":113,"VI":"Đăng một câu hỏi thú vị lên trang cá nhân mạng xã hội và thách người chơi khác trả lời.","EN":"Whisper a secret to the person on your left"},{"STT":114,"VI":"Nếu bạn có thể thay đổi một sự kiện lịch sử, bạn sẽ chọn sự kiện nào và muốn thay đổi điều gì?","EN":"Say two honest things about everyone else in the group"},{"STT":115,"VI":"Kể về một lần bạn đã đối mặt với một tình huống đáng sợ nhất trong cuộc sống của bạn.","EN":"Twerk for a minute"},{"STT":116,"VI":"Cho biết một điều mà bạn đã từng hứng thú nhưng chưa dám thử.","EN":"Try and make the group laugh as quickly as possible"},{"STT":117,"VI":"Nếu bạn có thể thêm một kỹ năng mới vào bản thân, bạn sẽ chọn kỹ năng gì và tại sao?","EN":"Try to put your whole fist in your mouth"},{"STT":118,"VI":"Gửi một tin nhắn cho người yêu cũ (hoặc người bạn cảm thấy ngại gửi tin) với nội dung \"Tôi đã mơ về bạn đêm qua\" và xem phản ứng của họ.","EN":"Let another person in the group touch up your makeup"},{"STT":119,"VI":"Đăng một bức ảnh vui vẻ hoặc hài hước của bạn lên trang cá nhân mạng xã hội và chia sẻ một câu chuyện ngắn về nó.","EN":"Tell everyone an embarrassing story about yourself"},{"STT":120,"VI":"Gọi cho một người bạn và hát một đoạn nhạc mà bạn chọn ngẫu nhiên.","EN":"Try to lick your elbow"},{"STT":121,"VI":"Đăng một câu hỏi thú vị lên trang cá nhân mạng xã hội và thách người chơi khác trả lời.","EN":"Peel a banana with your toes"},{"STT":122,"VI":"Nếu bạn có thể thay đổi một quy tắc xã hội duy nhất, bạn sẽ chọn quy tắc nào và tại sao?","EN":"Say everything in a whisper for the next 10 minutes"},{"STT":123,"VI":"Kể về một khoảnh khắc bạn cảm thấy hạnh phúc nhất trong cuộc sống của bạn.","EN":"Smell another player's armpit"},{"STT":124,"VI":"Cho biết một ước mơ lớn nhất mà bạn muốn thực hiện trong tương lai.","EN":"Talk in an American accent for the rest of the evening"},{"STT":125,"VI":"Nếu bạn có thể trải qua một ngày với một người nổi tiếng, bạn sẽ chọn ai và làm gì?","EN":"Do your best celebrity impression"},{"STT":126,"VI":"Gửi một tin nhắn ngẫu nhiên cho một người bạn trong danh bạ điện thoại của bạn và hỏi họ về ngày sinh của họ, ngay cả khi bạn biết ngày sinh đó.","EN":"Play air guitar for 2 minutes straight"},{"STT":127,"VI":"Đăng một ảnh hài hước của bạn trên trang cá nhân mạng xã hội và mô tả một kỷ niệm liên quan đến ảnh đó, nhưng phải là một kỷ niệm giả tưởng.","EN":"Post the oldest selfie on your phone on Instagram Stories"},{"STT":150,"VI":"Gọi cho một người bạn và hát một bài hát mà bạn chọn ngẫu nhiên.","EN":"Sit on the floor for the rest of the evening"},{"STT":151,"VI":"Gửi một tin nhắn cho người thân và hỏi họ về một ước mơ kỳ lạ nhất mà họ từng có.","EN":"Put on make-up without a mirror and leave it like that for the rest of the game"},{"STT":152,"VI":"Nếu bạn có thể thực hiện một cuộc phiêu lưu lớn, bạn sẽ chọn đi đâu và làm gì?","EN":"Give a personalised insult to everyone in the room"},{"STT":153,"VI":"Kể về một lần bạn đã thấy mình vượt qua sự thách thức một cách xuất sắc nhất.","EN":"Try not to laugh for the next 10 minutes"},{"STT":154,"VI":"Cho biết một điều bạn từng hứng thú nhưng chưa dám thử vì ngại hoặc lo lắng.","EN":"For the next 10 minutes, every time someone asks you something, respond with a bark"},{"STT":155,"VI":"Nếu bạn có thể trở thành một nhân vật huyền thoại, bạn sẽ chọn nhân vật nào và tại sao?","EN":"Let the person next to you wax you wherever they want"},{"STT":156,"VI":"Gửi một tin nhắn ngẫu nhiên cho một người bạn trong danh bạ điện thoại của bạn, hỏi họ về ý tưởng nấu ăn họ nghĩ sẽ không bao giờ thử.","EN":"Call the first person in your phonebook and howl like a wolf"},{"STT":157,"VI":"Đăng một ảnh selfie với khuôn mặt biểu cảm ngẫu nhiên nhất của bạn và chia sẻ nó trên mạng xã hội.","EN":"Eat a raw egg"},{"STT":158,"VI":"Gọi cho một người bạn và hát một đoạn nhạc mà bạn chọn ngẫu nhiên.","EN":"Do a Facebook Live and say everything your friends tell you to"},{"STT":159,"VI":"Gửi một tin nhắn cho người thân và hỏi họ về một ước mơ kỳ lạ nhất mà họ từng có.","EN":"Update your relationship status to 'engaged' on Facebook"},{"STT":160,"VI":"Điều gì là sự kiện khiến bạn cảm thấy ngượng ngùng nhất từng xảy ra với bạn khi ở nơi công cộng?","EN":"Tell the saddest story you know"},{"STT":161,"VI":"Bạn có bao giờ giả bệnh để trốn tránh điều gì đó chưa? Đó là điều gì?","EN":"What gives you the ick?"},{"STT":162,"VI":"Giấc mơ kỳ lạ nhất mà bạn từng có là gì?","EN":"Have you ever told a lie about your BFF to make yourself look better?"},{"STT":163,"VI":"Nỗi sợ lớn nhất của bạn là gì và bạn đã từng đối mặt với nó chưa?","EN":"What's your worst fashion moment?"},{"STT":164,"VI":"Bạn đã từng gửi tin nhắn nhầm người nhận chưa? Tin nhắn đó nói gì?","EN":"What's your biggest pet peeve?"},{"STT":165,"VI":"Đóng lại một đoạn trong một bộ phim nổi tiếng một mình.","EN":"Read out the last dirty text you sent"},{"STT":166,"VI":"Gọi điện cho một người bạn và nói bằng một giọng nói nước ngoài trong suốt cuộc trò chuyện.","EN":"Eat five spoonfuls of a condiment of your choice"},{"STT":167,"VI":"Đặt một viên đá lạnh vào lưng và giữ nó cho đến khi nó tan chảy.","EN":"Try to juggle 3 things of the group's choice"},{"STT":168,"VI":"Hát một bài hát theo sự lựa chọn của nhóm một cách to vang ở nơi công cộng (nếu bạn đang ở nơi riêng tư, hãy sử dụng một cuộc họp trực tuyến).","EN":"Pretend to be a food item of your choice"},{"STT":169,"VI":"Thực hiện năm vòng xoay người liên tục (nếu không gian cho phép).","EN":"Show the most embarrassing photo on your phone"},{"STT":170,"VI":"Điều gì khiến bạn cảm thấy tự hào nhất về bản thân mình trong năm qua?","EN":"Show the last five people you texted and what the messages said"},{"STT":171,"VI":"Bạn đã từng có một cuộc hẹn hò kỳ lạ nhất nào không? Nó diễn ra như thế nào?","EN":"Let the rest of the group DM someone from your Instagram account"},{"STT":172,"VI":"Nếu bạn có thể thay đổi một điều gì đó về bản thân mình, bạn sẽ thay đổi điều gì và tại sao?","EN":"Eat a raw piece of garlic"},{"STT":173,"VI":"Điều gì khiến bạn cảm thấy hạnh phúc nhất trong cuộc sống của bạn hiện tại?","EN":"Do 100 squats"},{"STT":174,"VI":"Nếu bạn được phép sống ở bất kỳ địa điểm nào trên thế giới, bạn sẽ chọn địa điểm nào và tại sao?","EN":"Let the group look in your Instagram DMs"},{"STT":175,"VI":"Đọc một đoạn văn từ một cuốn sách bằng giọng hài hước hoặc vui nhộn.","EN":"Show us your screen time report"},{"STT":176,"VI":"Đặt một mũi hóa chất (nước mắm, dầu ăn, sốt cay, vv.) trên một ngón tay và nếm nó","EN":"Keep three ice cubes in your mouth until they melt"},{"STT":177,"VI":"Hãy viết và đọc một bức thư tới người nổi tiếng hoặc nhân vật hư cấu mà bạn ngưỡng mộ.","EN":"Say something dirty to the person on your left"},{"STT":178,"VI":"Chụp một bức ảnh tự sướng (selfie) theo yêu cầu của nhóm và đặt làm ảnh đại diện trên mạng xã hội trong vòng một giờ.","EN":"Give a foot massage to the person on your right"},{"STT":179,"VI":"Đặt một điều kiện hài hước (ví dụ: nhảy nhót khi nói chuyện) cho đến khi tới lượt của bạn lần sau.","EN":"Put 10 different available liquids into a cup and drink it"},{"STT":180,"VI":"Nêu ra một kỷ niệm xấu nhất từ tuổi thơ của bạn.","EN":"Yell out the first word that comes to your mind"},{"STT":181,"VI":"Nếu bạn có thể thay đổi một điều trong quá khứ của mình, đó sẽ là điều gì và tại sao?","EN":"Give a lap dance to someone of your choice"},{"STT":182,"VI":"Kể về một lần bạn gặp phải tình huống hài hước nhất trong cuộc sống của mình.","EN":"Repeat everything the person on your right is saying until it's your turn again"},{"STT":183,"VI":"Nêu ra một điều bí mật mà bạn chưa bao giờ nói với ai.","EN":"Remove four items of clothing"},{"STT":184,"VI":"Nếu bạn được thực hiện một ước mơ ngay bây giờ, điều đó sẽ là gì?","EN":"Like the first 15 posts on your Facebook newsfeed"},{"STT":185,"VI":"Hát một đoạn nhỏ của bài hát yêu thích của bạn trước mọi người.","EN":"Eat a spoonful of mustard"},{"STT":186,"VI":"Gửi một tin nhắn ngẫu nhiên cho ai đó trong danh bạ của bạn và nói rằng bạn đã trúng số xổ số lớn.","EN":"Keep your eyes closed until it's your go again"},{"STT":187,"VI":"Tạo một màn trình diễn ngắn về một nhân vật nổi tiếng hoặc một vật phẩm xung quanh bạn.","EN":"Try and get all the the toes on one foot in your mouth"},{"STT":188,"VI":"Chụp một bức ảnh tự sướng ngớ ngẩn nhất có thể và đặt làm ảnh đại diện trong 24 giờ.","EN":"Send a sext to the last person in your phonebook"},{"STT":189,"VI":"Đọc một đoạn văn ngắn từ sách yêu thích của bạn bằng giọng lớn và cố gắng làm cho nó trở nên hài hước.","EN":"Show your orgasm face"},{"STT":190,"VI":"Nêu ra một điều bạn muốn thay đổi về bản thân mình và tại sao?","EN":"Seductively eat a banana"},{"STT":191,"VI":"Kể về một lần bạn đã nói một điều gì đó và hối hận ngay sau đó.","EN":"Empty out your wallet/purse and show everyone what's inside"},{"STT":192,"VI":"Nếu bạn có thể biến thành một người nổi tiếng trong một ngày, bạn sẽ chọn ai và làm gì?","EN":"Do your best sexy crawl"},{"STT":193,"VI":"Điều gì khiến bạn cảm thấy tự hào nhất về bản thân mình?","EN":"Howl like a wolf for two minutes"},{"STT":194,"VI":"Nếu bạn phải chọn một kỷ niệm để ghi vào thời gian, đó sẽ là khoảnh khắc nào?","EN":"Dance without music for two minutes"},{"STT":195,"VI":"Gọi cho ai đó và hỏi họ một câu hỏi rất ngẫu nhiên, sau đó chỉ cười và treo máy ngay lập tức.","EN":"Pole dance with an imaginary pole"},{"STT":196,"VI":"Điều chỉnh ngôn ngữ của điện thoại của bạn sang một ngôn ngữ bạn không biết và thử gửi một tin nhắn cho bạn bè.","EN":"Belt out the chorus of a cheesy ballad at full volume"},{"STT":197,"VI":"Thử một điệu nhảy hài hước và ghi lại video, sau đó gửi cho một người bạn.","EN":"Let someone else tickle you and try not to laugh"},{"STT":198,"VI":"Đi ra ngoài và hát một đoạn nhỏ của một bài hát yêu thích của bạn với giọng lớn nhất có thể.","EN":"Put as many snacks into your mouth at once as you can"},{"STT":199,"VI":"Chụp một bức ảnh với một biểu cảm cực kỳ kỳ lạ và đặt làm ảnh đại diện trong vòng 24 giờ.","EN":"Scroll through your phone book until someone says stop. You either have to call or delete that person."},{"STT":200,"VI":"Nêu ra một lý do khiến bạn cảm thấy hạnh phúc nhất trong cuộc sống hiện tại của mình là gì?","EN":"Put your clothing on backwards for the rest of the evening"},{"STT":201,"VI":"Kể về một lần bạn đã phải đối diện với một nỗi sợ lớn nhất của mình.","EN":"Down your drink (responsibly)"},{"STT":202,"VI":"Nếu bạn có thể thay đổi một khía cạnh nào đó trong xã hội, đó sẽ là gì và tại sao?","EN":"Try and make yourself cry in front of the group"},{"STT":203,"VI":"Điều gì khiến bạn cảm thấy tự tin nhất khi ở bên cạnh người khác?","EN":"Give a celebrity lookalike for every person in the room"},{"STT":204,"VI":"Nếu bạn phải chọn một sức mạnh siêu năng lực, bạn sẽ chọn sức mạnh nào và làm gì với nó?","EN":"Tell the group two truths and a lie, and they have to guess which one the lie is"},{"STT":205,"VI":"Gửi một tin nhắn hoặc email với nội dung vô cùng ngẫu nhiên cho một người bạn chưa gặp từ lâu.","EN":"Attempt to impersonate everyone in the room"},{"STT":206,"VI":"Thử một trò đùa vui vẻ trên mạng xã hội và chia sẻ nó công khai.","EN":"Reply to the first five Instagram Stories on your timeline"},{"STT":207,"VI":"Gọi cho một người bạn và diễn một cảnh trong một bộ phim mà bạn yêu thích.","EN":"Share the first celebrity on your timeline's Instagram to your Story"},{"STT":208,"VI":"Chụp một bức ảnh với trang phục hoàn toàn khác thường so với phong cách thường ngày và đặt làm ảnh đại diện trong vòng 24 giờ.","EN":"Put on as many layers as possible in 60 seconds"},{"STT":209,"VI":"Viết một bức thư tới chính bản thân hiện tại của bạn trong tương lai, mô tả cuộc sống của bạn và những mục tiêu bạn muốn đạt được.","EN":"Fill your mouth with drink and gargle your answer to the next Truth"},{"STT":210,"VI":"Gửi một tin nhắn cho người cuối cùng bạn nhắn tin trên điện thoại và hỏi họ về chủ đề vô cùng ngẫu nhiên.","EN":"Make another player jump in the next 10 minutes"},{"STT":211,"VI":"Chụp một bức ảnh tự sướng và thêm hiệu ứng hài hước nhất có thể trước khi đặt làm ảnh đại diện trong 24 giờ.","EN":"Smile as widely as you can and hold it for two minutes"},{"STT":212,"VI":"Gọi điện cho một người bạn và nói rằng bạn sẽ kể một câu chuyện động viên cho họ, sau đó tạo ra một câu chuyện ngẫu nhiên.","EN":"Hold your drink with two hands for the rest of the evening"},{"STT":213,"VI":"Đi ra ngoài và thử tạo một bài diễn thuyết ngắn về một chủ đề hài hước, bất kỳ chủ đề nào bạn muốn.","EN":"Attempt the first TikTok dance on your for you page"}]}