{"status":200,"update_at":1700496720957,"data":[{"STT":1,"VI":"Lần cuối cùng bạn nói dối là khi nào?","EN":"When was the last time you lied?"},{"STT":2,"VI":"Điều tồi tệ nhất bạn từng làm trong công việc là gì?","EN":"What's the worst thing you've ever done at work?"},{"STT":3,"VI":"Lần cuối bạn khóc là khi nào?","EN":"When was the last time you cried?"},{"STT":4,"VI":"Nỗi sợ hãi lớn nhất của bạn là gì?","EN":"What's your biggest fear?"},{"STT":5,"VI":"Tưởng tượng lớn nhất của bạn là gì?","EN":"What's your biggest fantasy?"},{"STT":6,"VI":"Bạn có thần tượng ai không?","EN":"Do you have any fetishes?"},{"STT":7,"VI":"Ai là người cuối cùng bạn tìm kiếm trên Facebook?","EN":"Who's the last person you searched on Instagram?"},{"STT":8,"VI":"Điều gì bạn vui vì gia đình bạn không biết về bạn?","EN":"What's something you're glad your family doesn't know about you?"},{"STT":9,"VI":"Bạn đã bao giờ lừa dối ai đó chưa?","EN":"Have you ever cheated on someone?"},{"STT":10,"VI":"Nơi kỳ lạ nhất mà bạn đã từng đi vào là ở đâu?","EN":"Where's the weirdest place you peed?"},{"STT":11,"VI":"Điều tồi tệ nhất bạn từng làm là gì?","EN":"What's the worst thing you've ever done?"},{"STT":12,"VI":"Món ăn lạ nhất bạn từng ăn là gì?","EN":"What's the strangest thing you've ever eaten?"},{"STT":13,"VI":"Mối quan hệ của bạn là gì?","EN":"What's your relationship dealbreaker?"},{"STT":14,"VI":"1 Điều bí mật mà bạn chưa từng nói với ai","EN":"What's a secret you've never told anyone?"},{"STT":15,"VI":"Bạn có tài năng tiềm ẩn nào không?","EN":"Do you have a hidden talent?"},{"STT":16,"VI":"Ai là người nổi tiếng đầu tiên mà bạn phải lòng?","EN":"Who was your first celebrity crush?"},{"STT":17,"VI":"Suy nghĩ của bạn về đa thê là gì?","EN":"What are your thoughts on polyamory?"},{"STT":18,"VI":"Trải nghiệm thân mật tồi tệ nhất mà bạn từng có là gì?","EN":"What's the worst intimate experience you've ever had?"},{"STT":19,"VI":"Trải nghiệm thân mật nhất bạn từng có là gì?","EN":"What's the best intimate experience you've ever had?"},{"STT":20,"VI":"Bạn đã bao giờ gian lận trong một kỳ thi?","EN":"Have you ever cheated in an exam?"},{"STT":21,"VI":"Nếu bạn sẽ tham gia một chương trình truyền hình thực tế, thì đó là gì?","EN":"If you were going to be on a reality TV show, which would it be?"},{"STT":22,"VI":"Bạn \"say\" nhất điều gì?","EN":"What's the drunkest you've ever been?"},{"STT":23,"VI":"Bạn đã bao giờ vi phạm pháp luật chưa?","EN":"Have you ever broken the law?"},{"STT":24,"VI":"Điều đáng xấu hổ nhất bạn từng làm là gì?","EN":"What's the most embarrassing thing you've ever done?"},{"STT":25,"VI":"Sự bất an lớn nhất của bạn là gì?","EN":"What's your biggest insecurity?"},{"STT":26,"VI":"Bạn đã bao giờ ở lại với ai đó vì nó mang lại lợi ích cho bạn ngoài tình bạn chưa?","EN":"Have you ever stayed friends with someone because it benefitted you beyond just the friendship?"},{"STT":27,"VI":"Sai lầm lớn nhất mà bạn từng mắc phải là gì?","EN":"What's the biggest mistake you've ever made?"},{"STT":28,"VI":"Điều kinh tởm nhất mà bạn từng làm là gì?","EN":"What's the most disgusting thing you've ever done?"},{"STT":29,"VI":"Bạn muốn hôn ai trong căn phòng này?","EN":"Who would you like to kiss in this room?"},{"STT":30,"VI":"Một điều bạn ghét mọi người biết về bạn là gì?","EN":"What's one thing you hate people knowing about you?"},{"STT":31,"VI":"Điều tồi tệ nhất mà ai đó từng làm với bạn là gì?","EN":"What's the worst thing anyone's ever done to you?"},{"STT":32,"VI":"Điều tốt nhất mà ai đó từng làm cho bạn là gì?","EN":"What's the best thing anyone's ever done for you?"},{"STT":33,"VI":"Bạn đã bao giờ làm luật chưa?","EN":"Have you ever had a run in with the law?"},{"STT":34,"VI":"Thói quen tồi tệ nhất của bạn là gì?","EN":"What's your worst habit?"},{"STT":35,"VI":"Điều đáng xấu hổ nhất bạn đã làm trong taxi là gì?","EN":"What's the most embarrassing thing you've done in a taxi?"},{"STT":36,"VI":"Điều tồi tệ nhất bạn từng nói với bất cứ ai là gì?","EN":"What's the worst thing you've ever said to anyone?"},{"STT":37,"VI":"Bạn đã bao giờ tắm chung chưa?","EN":"Have you ever peed in the shower?"},{"STT":38,"VI":"Giấc mơ kỳ lạ nhất bạn đã có là gì?","EN":"What's the strangest dream you've had?"},{"STT":39,"VI":"Bạn đã bao giờ bị bắt gặp đang làm điều gì đó mà bạn không nên làm?","EN":"Have you ever been caught doing something you shouldn't have?"},{"STT":40,"VI":"Ngày tồi tệ nhất bạn đã từng trải qua là gì?","EN":"What's the worst date you've been on?"},{"STT":41,"VI":"Điều tốt nhất bạn đã từng đánh mất là gì?","EN":"What's the best date you've been on?"},{"STT":42,"VI":"Điều gì đã xảy ra vào đêm gần đây nhất của bạn?","EN":"What happened on the latest night out you've ever had?"},{"STT":43,"VI":"Sự hối tiếc lớn nhất của bạn là gì?","EN":"What's your biggest regret?"},{"STT":44,"VI":"Quan niệm sai lầm lớn nhất về bạn là gì?","EN":"What's the biggest misconception about you?"},{"STT":45,"VI":"Bạn đã bao giờ nói điều gì đó mà bạn hối hận về một người nào đó trong căn phòng này chưa?","EN":"Have you ever said something you regret about someone in this room?"},{"STT":46,"VI":"Một điều bạn muốn mọi người biết về bạn là gì?","EN":"What's one thing you wish people knew about you?"},{"STT":47,"VI":"Nơi kỳ lạ nhất bạn đã quan hệ tình dục?","EN":"Where's the weirdest place you've had sex?"},{"STT":48,"VI":"Tại sao mối quan hệ cuối cùng của bạn tan vỡ?","EN":"Why did your last relationship break down?"},{"STT":49,"VI":"Bạn đã bao giờ nói dối để thoát khỏi một cuộc hẹn hò tồi tệ?","EN":"Have you ever lied to get out of a bad date?"},{"STT":50,"VI":"Rắc rối lớn nhất bạn đã gặp phải là gì?","EN":"What's the most trouble you've been in?"},{"STT":51,"VI":"Lần cuối cùng bạn đi mát xa là khi nào?","EN":"When did you last have sex outside?"},{"STT":52,"VI":"Điều tồi tệ nhất bạn đã nói dối là gì?","EN":"What's the worst thing you've lied about?"},{"STT":53,"VI":"Một điều bạn ước bạn đã nói dối là gì?","EN":"What's one thing you wish you'd lied about?"},{"STT":54,"VI":"Lời khuyên tốt nhất bạn đã từng nói là gì?","EN":"What's the best piece of advice you've been given?"},{"STT":55,"VI":"Bạn đã chi tiêu nhiều nhất vào một đêm?","EN":"What's the most you've spent on a night out?"},{"STT":56,"VI":"Bạn đã bao giờ trả lại hoặc giới thiệu lại một món quà chưa?","EN":"Have you ever returned or re-gifted a present?"},{"STT":57,"VI":"Kể tên một người bạn sẽ không bao giờ quên","EN":"Name a time you think you were a bad partner"},{"STT":58,"VI":"Niềm vui tội lỗi của bạn là gì?","EN":"What's your guilty pleasure?"},{"STT":59,"VI":"Bạn làm gì khi cô đơn?","EN":"What's one thing you only do when you're alone?"},{"STT":60,"VI":"Nếu bạn phải quay lại với một người yêu cũ, bạn sẽ chọn ai?","EN":"If you had to get back with an ex, who would you choose?"},{"STT":61,"VI":"Nếu bạn phải bỏ một người bạn ra khỏi cuộc sống của bạn, thì đó sẽ là ai?","EN":"If you had to cut one friend out of your life, who would it be?"},{"STT":62,"VI":"Bạn có một người bạn yêu thích?","EN":"Do you have a favourite friend?"},{"STT":63,"VI":"Bạn có anh chị em yêu thích không?","EN":"Do you have a favourite sibling?"},{"STT":64,"VI":"Tin đồn kỳ lạ nhất mà bạn đã nghe về bản thân là gì?","EN":"What's the strangest rumour you've heard about yourself?"},{"STT":65,"VI":"Sai lầm lớn nhất của bạn là gì?","EN":"What's your biggest turn on?"},{"STT":66,"VI":"Đồ ăn yêu thích của bạn là gì?","EN":"What's your favourite gross food combination?"},{"STT":67,"VI":"Lý do mà bạn đi chơi về sớm là gì?","EN":"What's the silliest reason you've left a club early?"},{"STT":68,"VI":"Bạn đã mua gì lãng phí nhiều tiền nhất?","EN":"What have you purchased that's been the biggest waste of money?"},{"STT":69,"VI":"Nếu bạn có thể đổi cuộc sống với ai đó trong căn phòng này, đó sẽ là ai?","EN":"If you could swap lives with someone in this room, who would it be?"},{"STT":70,"VI":"Hãy kể cho tôi nghe về nụ hôn đầu tiên của bạn","EN":"Tell me about your first kiss"},{"STT":71,"VI":"Lần xấu hổ nhất mà bạn bị xì hơi là gì?","EN":"What was the most inappropriate time you farted?"},{"STT":72,"VI":"Điều gì bạn thực sự hy vọng gia đình bạn không bao giờ tìm ra?","EN":"What's something you really hope your family never finds out about?"},{"STT":73,"VI":"Lời nói dối kỳ lạ nhất mà bạn từng nói là gì?","EN":"What's the weirdest lie you've ever told?"},{"STT":74,"VI":"Bạn có tài khoản mạng xã hội giả nào không?","EN":"Do you have any fake social media accounts?"},{"STT":75,"VI":"Bạn đã bao giờ đi nhẹ vào hồ bơi chưa?","EN":"Have you ever peed in the pool?"},{"STT":76,"VI":"Bạn nghĩ ai là người mặc xấu nhất trong căn phòng này?","EN":"Who do you think is the worst-dressed person in this room?"},{"STT":77,"VI":"Bạn đã bao giờ thử tập hôn trước gương chưa?","EN":"Have you ever practised kissing in a mirror?"},{"STT":78,"VI":"Bạn đánh giá ngoại hình của bạn bao nhiêu trên thang điểm từ 1 đến 10?","EN":"How would you rate your looks on a scale of 1 to 10?"},{"STT":111,"VI":"Giả vờ là người bên phải của bạn trong 10 phút","EN":"Pretend to be the person to your right for 10 minutes"},{"STT":112,"VI":"Ăn một bữa ăn nhẹ mà không cần sử dụng tay","EN":"Eat a snack without using your hands"},{"STT":113,"VI":"Thì thầm bí mật với người bên trái của bạn","EN":"Whisper a secret to the person on your left"},{"STT":114,"VI":"Nói hai điều trung thực về những người khác trong nhóm","EN":"Say two honest things about everyone else in the group"},{"STT":115,"VI":"Plank trong một phút","EN":"Twerk for a minute"},{"STT":116,"VI":"Hãy thử và làm cho nhóm cười càng nhanh càng tốt","EN":"Try and make the group laugh as quickly as possible"},{"STT":117,"VI":"Cố gắng đặt toàn bộ nắm đấm của bạn vào miệng của bạn","EN":"Try to put your whole fist in your mouth"},{"STT":118,"VI":"Hãy để người khác trong nhóm chạm vào lớp trang điểm của bạn","EN":"Let another person in the group touch up your makeup"},{"STT":119,"VI":"Kể cho mọi người một câu chuyện đáng xấu hổ về bạn","EN":"Tell everyone an embarrassing story about yourself"},{"STT":120,"VI":"Cố gắng liếm khuỷu tay của bạn","EN":"Try to lick your elbow"},{"STT":121,"VI":"Gọt vỏ chuối bằng ngón chân của bạn","EN":"Peel a banana with your toes"},{"STT":122,"VI":"Nói mọi thứ trong một lời thì thầm trong 10 phút tiếp theo","EN":"Say everything in a whisper for the next 10 minutes"},{"STT":123,"VI":"Ngửi mùi nách của người bên phải","EN":"Smell another player's armpit"},{"STT":124,"VI":"Nói chuyện với giọng miền trung cho đến hết 3 lá tiếp theo","EN":"Talk in an American accent for the rest of the evening"},{"STT":125,"VI":"Làm người bạn thích cười sặc sụa","EN":"Do your best celebrity impression"},{"STT":126,"VI":"Giả vờ chơi guitar trong 2 phút liên tiếp","EN":"Play air guitar for 2 minutes straight"},{"STT":127,"VI":"Đăng ảnh tự sướng lâu đời nhất lên điện thoại của bạn trên Instagram Stories","EN":"Post the oldest selfie on your phone on Instagram Stories"},{"STT":150,"VI":"Ngồi trên sàn cho đến khi chơi xong bộ bài","EN":"Sit on the floor for the rest of the evening"},{"STT":151,"VI":"Trang điểm không có gương và để nó như thế đến hết trò chơi","EN":"Put on make-up without a mirror and leave it like that for the rest of the game"},{"STT":152,"VI":"Thử xúc phạm mọi người trong phòng","EN":"Give a personalised insult to everyone in the room"},{"STT":153,"VI":"Cố gắng không cười trong 10 phút tiếp theo","EN":"Try not to laugh for the next 10 minutes"},{"STT":154,"VI":"Trong 10 phút tiếp theo, mỗi khi ai đó hỏi bạn điều gì đó, hãy trả lời là 'vỏ cây'","EN":"For the next 10 minutes, every time someone asks you something, respond with a bark"},{"STT":155,"VI":"Hãy để người bên cạnh bạn giật lông bạn bất cứ nơi nào họ muốn","EN":"Let the person next to you wax you wherever they want"},{"STT":156,"VI":"Gọi người đầu tiên trong danh bạ của bạn và hú như một con sói","EN":"Call the first person in your phonebook and howl like a wolf"},{"STT":157,"VI":"Ăn một quả trứng sống","EN":"Eat a raw egg"},{"STT":158,"VI":"Tạo một livestream trên Facebook và làm mọi thứ mà bạn bè của bạn bảo bạn","EN":"Do a Facebook Live and say everything your friends tell you to"},{"STT":159,"VI":"Cập nhật trạng thái mối quan hệ của bạn thành 'Hẹn hò' trên Facebook","EN":"Update your relationship status to 'engaged' on Facebook"},{"STT":128,"VI":"Kể câu chuyện buồn nhất mà bạn biết","EN":"Tell the saddest story you know"},{"STT":79,"VI":"Hết bài rồi","EN":"What gives you the ick?"},{"STT":80,"VI":"Bạn đã bao giờ nói dối về BFF của bạn để làm cho mình trông đẹp hơn chưa?","EN":"Have you ever told a lie about your BFF to make yourself look better?"},{"STT":81,"VI":"Khoảnh khắc thời trang tồi tệ nhất của bạn là gì?","EN":"What's your worst fashion moment?"},{"STT":82,"VI":"Peeve thú cưng lớn nhất của bạn là gì?","EN":"What's your biggest pet peeve?"},{"STT":83,"VI":"Đọc ra văn bản bẩn cuối cùng mà bạn đã gửi","EN":"Read out the last dirty text you sent"},{"STT":84,"VI":"Ăn năm thìa của một gia vị mà bạn chọn","EN":"Eat five spoonfuls of a condiment of your choice"},{"STT":85,"VI":"Cố gắng tung hứng 3 điều lựa chọn của nhóm","EN":"Try to juggle 3 things of the group's choice"},{"STT":86,"VI":"Giả vờ là một món ăn mà bạn chọn","EN":"Pretend to be a food item of your choice"},{"STT":87,"VI":"Hiển thị bức ảnh đáng xấu hổ nhất trên điện thoại của bạn","EN":"Show the most embarrassing photo on your phone"},{"STT":88,"VI":"Hiển thị năm người cuối cùng bạn đã nhắn tin và những gì các tin nhắn đã nói","EN":"Show the last five people you texted and what the messages said"},{"STT":89,"VI":"Hãy để phần còn lại của nhóm DM ai đó từ tài khoản Instagram của bạn","EN":"Let the rest of the group DM someone from your Instagram account"},{"STT":90,"VI":"Ăn một miếng tỏi","EN":"Eat a raw piece of garlic"},{"STT":91,"VI":"Làm 100 squats","EN":"Do 100 squats"},{"STT":92,"VI":"Hãy để nhóm nhìn vào DMS Instagram của bạn","EN":"Let the group look in your Instagram DMs"},{"STT":93,"VI":"Cho chúng tôi xem báo cáo thời gian màn hình của bạn","EN":"Show us your screen time report"},{"STT":94,"VI":"Giữ ba viên đá trong miệng của bạn cho đến khi chúng tan chảy","EN":"Keep three ice cubes in your mouth until they melt"},{"STT":95,"VI":"Nói điều gì đó bẩn với người bên trái của bạn","EN":"Say something dirty to the person on your left"},{"STT":96,"VI":"Massage chân cho người bên phải của bạn","EN":"Give a foot massage to the person on your right"},{"STT":97,"VI":"Đặt 10 chất lỏng có sẵn khác nhau vào cốc và uống nó","EN":"Put 10 different available liquids into a cup and drink it"},{"STT":98,"VI":"Hét lên từ đầu tiên xuất hiện trong tâm trí bạn","EN":"Yell out the first word that comes to your mind"},{"STT":99,"VI":"Đưa một buổi khiêu vũ cho ai đó mà bạn chọn","EN":"Give a lap dance to someone of your choice"},{"STT":100,"VI":"Lặp lại mọi thứ mà người bên phải bạn đang nói cho đến khi đến lượt bạn","EN":"Repeat everything the person on your right is saying until it's your turn again"},{"STT":101,"VI":"Xóa bốn mặt hàng quần áo","EN":"Remove four items of clothing"},{"STT":102,"VI":"Giống như 15 bài viết đầu tiên trên facebook newsfeed của bạn","EN":"Like the first 15 posts on your Facebook newsfeed"},{"STT":103,"VI":"Ăn một muỗng mù tạt","EN":"Eat a spoonful of mustard"},{"STT":104,"VI":"Giữ đôi mắt của bạn nhắm cho đến khi nó đi một lần nữa","EN":"Keep your eyes closed until it's your go again"},{"STT":105,"VI":"Cố gắng và lấy tất cả các ngón chân trên một chân trong miệng của bạn","EN":"Try and get all the the toes on one foot in your mouth"},{"STT":106,"VI":"Gửi sext đến người cuối cùng trong danh bạ của bạn","EN":"Send a sext to the last person in your phonebook"},{"STT":107,"VI":"Hiển thị khuôn mặt cực khoái của bạn","EN":"Show your orgasm face"},{"STT":108,"VI":"Ăn một cách quyến rũ một quả chuối","EN":"Seductively eat a banana"},{"STT":109,"VI":"Trống ra ví/ví của bạn và cho mọi người thấy những gì bên trong","EN":"Empty out your wallet/purse and show everyone what's inside"},{"STT":110,"VI":"Làm tốt nhất của bạn. Crawl","EN":"Do your best sexy crawl"},{"STT":129,"VI":"Howl như một con sói trong hai phút","EN":"Howl like a wolf for two minutes"},{"STT":130,"VI":"Khiêu vũ không có âm nhạc trong hai phút","EN":"Dance without music for two minutes"},{"STT":131,"VI":"Điệu nhảy cực với cực tưởng tượng","EN":"Pole dance with an imaginary pole"},{"STT":132,"VI":"Thắt lưng với điệp khúc của một bản ballad nhảm nhí với âm lượng đầy đủ","EN":"Belt out the chorus of a cheesy ballad at full volume"},{"STT":133,"VI":"Hãy để người khác cù bạn và cố gắng không cười","EN":"Let someone else tickle you and try not to laugh"},{"STT":134,"VI":"Đặt càng nhiều đồ ăn nhẹ vào miệng cùng một lúc","EN":"Put as many snacks into your mouth at once as you can"},{"STT":135,"VI":"Cuộn qua danh bạ điện thoại của bạn cho đến khi ai đó nói dừng lại. Bạn hoặc phải gọi hoặc xóa người đó.","EN":"Scroll through your phone book until someone says stop. You either have to call or delete that person."},{"STT":136,"VI":"Đặt quần áo của bạn về phía sau cho phần còn lại của buổi tối","EN":"Put your clothing on backwards for the rest of the evening"},{"STT":137,"VI":"Xuống đồ uống của bạn (có trách nhiệm)","EN":"Down your drink (responsibly)"},{"STT":138,"VI":"Hãy cố gắng và làm cho mình khóc trước nhóm","EN":"Try and make yourself cry in front of the group"},{"STT":139,"VI":"Hãy cho một người nổi tiếng trông giống như mọi người trong phòng","EN":"Give a celebrity lookalike for every person in the room"},{"STT":140,"VI":"Nói với nhóm hai sự thật và một lời nói dối, và họ phải đoán cái nói dối nào là","EN":"Tell the group two truths and a lie, and they have to guess which one the lie is"},{"STT":141,"VI":"Cố gắng mạo danh mọi người trong phòng","EN":"Attempt to impersonate everyone in the room"},{"STT":142,"VI":"Trả lời năm câu chuyện trên Instagram đầu tiên trên dòng thời gian của bạn","EN":"Reply to the first five Instagram Stories on your timeline"},{"STT":143,"VI":"Chia sẻ người nổi tiếng đầu tiên trên Instagram của dòng thời gian của bạn với câu chuyện của bạn","EN":"Share the first celebrity on your timeline's Instagram to your Story"},{"STT":144,"VI":"Đặt càng nhiều lớp càng tốt trong 60 giây","EN":"Put on as many layers as possible in 60 seconds"},{"STT":145,"VI":"Đổ đầy miệng của bạn với đồ uống và súc miệng câu trả lời của bạn cho sự thật tiếp theo","EN":"Fill your mouth with drink and gargle your answer to the next Truth"},{"STT":146,"VI":"Làm cho người chơi khác nhảy trong 10 phút tiếp theo","EN":"Make another player jump in the next 10 minutes"},{"STT":147,"VI":"Mỉm cười rộng rãi nhất có thể và giữ nó trong hai phút","EN":"Smile as widely as you can and hold it for two minutes"},{"STT":148,"VI":"Giữ đồ uống của bạn bằng hai tay cho phần còn lại của buổi tối","EN":"Hold your drink with two hands for the rest of the evening"},{"STT":149,"VI":"Hãy thử Dantok Dance đầu tiên trên trang For You","EN":"Attempt the first TikTok dance on your for you page"}]}