{"status":200,"update_at":1743616912802,"data":[{"STT":1,"VI":"Ôm người bên phải, hoặc uống.","EN":"Hug the person on the right, or drink."},{"STT":2,"VI":"Thơm vào má người bên trái, hoặc uống.","EN":"Smear the scent on the person's left cheek, or drink it."},{"STT":3,"VI":"Kể về việc mờ ám đã từng xảy ra với bạn và người khác giới, hoặc uống.","EN":"Talk about something shady that happened to you and someone of the opposite sex, or drink."},{"STT":4,"VI":"Khóc chảy nước mắt, hoặc uống.","EN":"Cry with tears, or drink."},{"STT":5,"VI":"Kể tên 5 hãng mỹ phẩm của con gái, hoặc uống.","EN":"Name 5 cosmetic brands for girls, or drink."},{"STT":6,"VI":"Đọc to và rõ ràng \"5 điều Bác Hồ dạy\", đọc sai hoặc không đọc được phải uống","EN":"Read \"5 things Uncle Ho taught\" loudly and clearly. If you read it incorrectly or cannot read it, you must drink it"},{"STT":7,"VI":"Để người bên trái chọn 1 người khác giới trong danh sách bạn bè, bạn phải thả tim 15 bức ảnh của người đó, hoặc uống.","EN":"In order for the person on the left to choose a person of the opposite sex from their friends list, you must heart 15 photos of that person, or drink."},{"STT":8,"VI":"Show số dư tài khoản, hoặc uống.","EN":"Show account balance, or drink."},{"STT":9,"VI":"Nhảy 1 vũ điều sexy, hoặc uống.","EN":"Dance a sexy dance, or drink."},{"STT":10,"VI":"Đọc nhanh câu: \n\"Luộc hột vịt lộn,\nLuộc lộn họt vịt lạc,\nAn lon hot vit lac,\nLuộc lại một vịt lộn,\nLai lon hot vit lac\"\nĐọc sai hoặc không đọc được thì uống","EN":"Quickly read the sentence: \n\"Boiled duck eggs,\nBoiled duck with peanuts,\nAn can of hot vit lac,\nBoil a balut,\nHybrid can hot vit lac\"\nIf you read it wrongly or if you can't read it, drink it"},{"STT":11,"VI":"Vào nhà vệ sinh, mang ra 1 món đồ và chụp ảnh đồ, hoặc uống.","EN":"Go to the bathroom, bring out an item and take a photo of it, or drink it."},{"STT":12,"VI":"Kể lý do chia tay/nghỉ việc gần nhất, hoặc uống.","EN":"Tell me the reason for breaking up/quitting your last job, or drinking."},{"STT":13,"VI":"Gọi điện mời cưới người yêu cũ, hoặc uống.","EN":"Call and invite your ex to marry you, or have a drink."},{"STT":14,"VI":"Chia sẻ 1 bài viết bất kỳ của trang Durex VietNam, kèm cap: \"Cuộc tình du đúng dù sai, thuốc tránh thai vẫn là an toàn nhất\", hoặc uống.","EN":"Share any article from Durex VietNam, with the caption: \"The love life is right or wrong, birth control pills are still the safest\", or take it."},{"STT":15,"VI":"Diễn lại biểu cảm \"Mèo Méo Meo Mèo Meo\" của Trần Đức Bo, hoặc uống.","EN":"Reenact Tran Duc Bo's \"Meowing Cat Meowing Meow\" expression, or drink it."},{"STT":16,"VI":"gửi 15 lời mới kết bạn cho bạn khác giới bất kỳ trên FB, hoặc uống.","EN":"Send 15 new friend requests to any friend of the opposite sex on FB, or drink."},{"STT":17,"VI":"Kể những gì bạn nghĩ khi ngồi trong nhà vệ sinh, hoặc uống.","EN":"Tell what you think while sitting on the toilet, or drinking."},{"STT":18,"VI":"Kể tên 5 món đồ chơi BDSM, hoặc uống.","EN":"Name 5 BDSM toys, or drinks."},{"STT":19,"VI":"Nhắn với Mẹ/Bố: \"Con/ Bạn gái con có bầu rồi\", hoặc uống.","EN":"Text Mom/Dad: \"I/My girlfriend is pregnant\", or drink."},{"STT":20,"VI":"Kể tên 5 hãng bao cao su uống (Không được tra google).","EN":"Name 5 brands of oral condoms (Do not google)."},{"STT":21,"VI":"Khoe 3 bức ảnh Selfie gần nhất trong điện thoại, hoặc uống.","EN":"Show off your 3 most recent Selfie photos on your phone, or have a drink."},{"STT":22,"VI":"Show lịch sử điện thoại, hoặc uống.","EN":"Show phone history, or drink."},{"STT":23,"VI":"Trả lời câu hỏi này: \"Có muốn quay lại với người yêu cũ hay không?\", hoặc uống.","EN":"Answer this question: \"Do you want to get back with your ex or not?\", or drink."},{"STT":24,"VI":"Kể 5 tư thé mà bạn thích, hoặc uống.","EN":"Name 5 drinks that you like or drink."},{"STT":25,"VI":"Người chơi hệ thuốc (thuốc lá, thuốc lá điện tử, ...) phải uống","EN":"People who use drugs (cigarettes, e-cigarettes, etc.) must drink"},{"STT":26,"VI":"Ai chưa uống ly nào thì uống","EN":"Those who haven't had a drink yet should drink it"},{"STT":27,"VI":"Ai mới có người yêu thì uống\n(Hoặc cả 2 cùng uống nếu đi cùng nhau)","EN":"Those who just have a lover should drink it\n(Or both of you drink if you go together)"},{"STT":28,"VI":"Ai theo tình yêu bỏ cuộc chơi phải uống","EN":"Whoever follows love and gives up the game must drink"},{"STT":29,"VI":"Đen bạc, đen cả tình thì uống","EN":"Black and silver, black and love, drink it"},{"STT":30,"VI":"Ai đã từng cho chó ăn chè thì phải uống\n(Huệ...)","EN":"Anyone who has given tea to a dog must drink it\n(Hue...)"},{"STT":31,"VI":"Người hay chửi thề nhất thì phải uống\n(Bớt bớt đi nhé)","EN":"The person who swears the most must drink\n(Please reduce it)"},{"STT":32,"VI":"Ai đã từng bị cắm sừng thì uống\n(Hải, quay xe)","EN":"Anyone who has ever been cuckolded should drink it\n(Hai, turn around)"},{"STT":33,"VI":"Ai đã từng dùng tider thì uống\n(Thả thính ít thôi!!!)","EN":"Anyone who has ever used a tear should drink it\n(Just a little flirting!!!)"},{"STT":34,"VI":"Nhời chơi hệ cao sư phải uống\n(Bớt đi trễ đi nha)","EN":"To play the master system, you have to drink\n(Stop being late, please)"},{"STT":35,"VI":"Ai đã từng yêu đơn phương mà không dám tỏ tình thì uống\n(Có thấy tiếc không??? >_-)","EN":"Anyone who has ever loved unrequitedly but did not dare to confess their love should drink it\n(Do you feel sorry??? >_-)"},{"STT":36,"VI":"Ai có mối tình dài nhất thì uống\n(Số năm = Số ly)","EN":"Whoever has the longest relationship drinks\n(Number of years = Number of glasses)"},{"STT":37,"VI":"Giữ lại lá bài này và có quyền +1 ly cho người khác trong 1 lượt bất kỳ","EN":"Keep this card and have the right to +1 cup for others in any turn"},{"STT":38,"VI":"Giữ lại lá bài này và có quyền chỉ định 1 người uống thay thế cho mình","EN":"Keep this card and have the right to designate a drinker to replace you"},{"STT":39,"VI":"Người nắm giữ lá bài này được quyết định bỏ 1 lần uống cho 1 người bất kỳ","EN":"The holder of this card can decide to give up 1 drink to any person"},{"STT":40,"VI":"Người nắm giữ lá bài này được quyết đinh người cùng uống với mình ly này (50/50)","EN":"The person holding this card gets to decide who drinks this cup with them (50/50)"},{"STT":41,"VI":"2 Người bên cạnh nười nắm lá bài này phải uống","EN":"2 The person next to the person holding this card must drink"},{"STT":42,"VI":"Người nắm giữ lá bài này được bỏ qua 1 lượt chơi thử thách hoặc 1 lần uống","EN":"The holder of this card can skip 1 challenge or 1 drink"},{"STT":43,"VI":"Chơi trò choi truyền giấy bằng miệng, cặp đôi nào làm rơi hoặc rách giấy thì phải uống","EN":"Play a game of passing paper orally. The couple who drops or tears the paper must drink"},{"STT":44,"VI":"Chơi nối từ bắt đầu từ người nắm giữ lá bài này, ai thua thì uống","EN":"Playing word connections starts from the person holding this card, whoever loses gets to drink"},{"STT":45,"VI":"Người nắm giữ lá bài này bị bịt mắt, sờ tay và đoán người, đoán sai thì uống","EN":"The person holding this card is blindfolded, touches his hand and guesses the person. If he guesses wrong, he drinks"},{"STT":46,"VI":"Không ai được nói câu nào có 3 từ \"uống\", \"bia\", \"rượu\" trong 9 phút, ai vi phạm phải uống","EN":"No one is allowed to say any sentence with the three words \"drink\", \"beer\", \"wine\" in 9 minutes, whoever violates must drink"},{"STT":47,"VI":"Cả bàn cùng đón đồ lót của người khác giới, ai đón sai phải uống","EN":"The whole table picks up underwear from the opposite sex, whoever picks up the wrong one has to drink"},{"STT":48,"VI":"Người nắm giữ lá bài này kể 1 câu chuyện cưới, ai cười người đó uống, không ai cười thì người kể chuyện uống","EN":"The person holding this card tells a wedding story, whoever laughs, he drinks. If no one laughs, the storyteller drinks"},{"STT":49,"VI":"Nói chuyện để 2 môi không chạm nhau trong 3 phút, ai thua thì uống","EN":"Talk without touching your lips for 3 minutes. Whoever loses gets to drink"},{"STT":50,"VI":"cả bàn cúi đầu, đếm 1 2 3, mọi người ngẩng đầu nhìn 1 người bất kỳ, 2 người nào nhìn nhau thì uống","EN":"The whole table bows their heads, counts 1 2 3, everyone raises their heads to look at any one person, any two people who look at each other drink."},{"STT":51,"VI":"Hát nối chữ bắt đầu từ người nắm giữ lá bài này, ai thua thì uống","EN":"Singing words starts from the person holding this card, whoever loses gets to drink"},{"STT":52,"VI":"Người giữ lá bài này chọn 1 người nữa chơi \"kéo, búa, bao\", ai thua phải uống.","EN":"The person holding this card chooses another person to play \"rock, paper, scissors\", whoever loses must drink."}]}