{"status":200,"update_at":1743616912712,"data":[{"STT":1,"VI":"Trò chơi may rủi, tất cả mọi người chọn \"Sấp hoặc ngửa\" rồi tung nắp chai, ai sai thì người đó phải uống.","EN":"In a game of chance, everyone chooses \"Heads or Tails\" and then tosses the bottle cap. Whoever is wrong must drink."},{"STT":2,"VI":"Hãy kể 1 câu chuyện cười, nếu không ai cười thì uống.","EN":"Tell a joke, if no one laughs then drink it."},{"STT":3,"VI":"Bạn có biệt danh hồi nhỏ không? Vì sao ngày xưa bạn có tên như vậy. (Không nói phạt 1 chén),","EN":"Did you have a childhood nickname? Why did you have such a name in the past? (Not saying fine 1 cup),"},{"STT":4,"VI":"Thi kể ca dao tục ngữ, ai thua thì Uống.","EN":"The contest tells folk songs and proverbs, whoever loses drinks."},{"STT":5,"VI":"Thi kể tên bài hát có từ \"Hoa\" ai thua thì phải uống.","EN":"Contest to name a song with the word \"Flower\" and whoever loses must drink it."},{"STT":6,"VI":"Lần lượt kể tên các \"Thành phố\" tại Việt Nam (Người nào không kể được hoặc kể bị lặp lại thì phải uống.","EN":"Name the \"Cities\" in Vietnam one by one (If you can't tell or if the story is repeated, you have to drink it."},{"STT":7,"VI":"Xoa bóp cho người ngồi cạnh bạn.","EN":"Massage the person sitting next to you."},{"STT":8,"VI":"Kể họ tên tất cả các người yêu cũ.","EN":"Name all your ex-lovers."},{"STT":9,"VI":"Thi kể tên động vật có 2 chân, ai thua thì uống.","EN":"Contest to name two-legged animals. Whoever loses gets to drink."},{"STT":10,"VI":"Chọn 1 dối thủ rồi nhìn vào mắt nhau, ai chớp mắt trước thì uống nhé.","EN":"Choose an opponent and look into each other's eyes. Whoever blinks first gets to drink."},{"STT":11,"VI":"Người ngồi bên trái bạn sẽ chọn \"hôn hoặc tát\" người ngồi bên phải. (Chơi lần lượt đến hết vòng nhé!)","EN":"The person sitting on your left will choose to \"kiss or slap\" the person sitting on the right. (Play in turn until the end of the round!)"},{"STT":12,"VI":"Chơi nối từ, bắt đầu từ bạn, ai thua thì phạt 1 ly.","EN":"Play connecting words, starting with your partner, whoever loses will be fined 1 glass."},{"STT":13,"VI":"Ôm 1 người mà cả nhóm chỉ định, không làm phạt 2 ly.","EN":"Hug 1 person that the group designates, without penalty of 2 drinks."},{"STT":14,"VI":"Mãi là anh em. Người bóc được lá này được mời 1 người uống cùng mình.","EN":"Always be brothers. The person who peels this leaf gets to invite someone to drink with them."},{"STT":15,"VI":"Kể về lần buồn nhất trong tình yêu.","EN":"Tell about the saddest time in love."},{"STT":16,"VI":"Angel Card: Chọn 1 người là thiên thần của bạn, người này có thể uống hộ bạn 1 lượt bất kỳ do bạn chỉ định.","EN":"Angel Card: Choose one person to be your angel, this person can drink for you any time you specify."},{"STT":17,"VI":"Romeo Card: Khi bốc được lá này, bạn sẽ kết đôi với người bốc lá \"Juliet\" hôn môi 3s hoặc uống cùng nhau 3 chén.","EN":"Romeo Card: When you pick this card, you will pair up with the person who picked the \"Juliet\" card, kiss for 3 seconds or drink 3 cups together."},{"STT":18,"VI":"Lucky: Miễn nhiễm 1 chén.","EN":"Lucky: Immune to 1 cup."},{"STT":19,"VI":"Người bốc lá bài này được chỉ định 1 người tham gia trò chơi \"Thách hay Uống\". Không làm uống 2 ly.","EN":"The person who picks this card is assigned 1 person to participate in the game \"Dare or Drink\". Don't drink 2 glasses."},{"STT":20,"VI":"Phản Dame: Người bốc lá bài này có thể bắt 1 người nào đó ngậm chai rượng trong 1 vòng chơi.","EN":"Counter Dame: The person who picks this card can force someone to hold a bottle in one round."},{"STT":21,"VI":"Yêu cầu 1 người bất kỳ hôn bạn hoặc hôn ai mà bạn muốn.","EN":"Ask anyone to kiss you or kiss anyone you want."},{"STT":22,"VI":"Devil Card: Chọn 1 người bất kỳ, khi nào bạn uống thì người đó cũng phải uống trong 2 lần.","EN":"Devil Card: Choose any person, every time you drink, that person must drink twice."},{"STT":23,"VI":"Bạn thèm gì nhất khi say?","EN":"What do you crave most when you're drunk?"},{"STT":24,"VI":"\"Say or Drink?\" Người nhận được lá bài này được chỉ định 1 người tham gia trò chơi nói thật hoặc phải uống.","EN":"\"Say or Drink?\" The person receiving this card is assigned one person to participate in the truth-or-drink game."},{"STT":25,"VI":"Juliet Card: Khi bốc được lá bài này bạn sẽ được kết đôi với người bốc lá bài \"Romeo\", hôn môi 3s hoặc uống cùng nhau 3 chén.","EN":"Juliet Card: When you pick this card, you will be paired with the person who picked the \"Romeo\" card, kiss on the lips for 3 seconds or drink 3 cups together."},{"STT":26,"VI":"Lucky X2: Miễn nhiễm 2 chén.","EN":"Lucky X2: Immune to 2 cups."},{"STT":27,"VI":"Làm mặt hề trong 30s.","EN":"Make a clown face for 30 seconds."},{"STT":28,"VI":"Chọn ra 2 người vinh dụ được bạn \"ngừi nách\". Nếu không làm phạt 2 chén, nếu không ngửi phạt 1 chén.","EN":"Choose 2 people who are honored to be your \"armpit\". If you don't do it, you'll be fined 2 cups. If you don't, you'll be fined 1 cup."},{"STT":29,"VI":"Bật 1 bài hát bất kỳ trong playlist của bạn trong 20s, ai biết thì im lặng.\nNgười nào không biết uống 1 ly, bị phát hiện nói dối uống 3 ly.","EN":"Play any song in your playlist for 20 seconds, whoever knows it will be quiet.\nSomeone who doesn't know how to drink 1 glass will be caught lying and drink 3 glasses."},{"STT":30,"VI":"Ai độc thân thì uống để có gấu nào ^3^","EN":"Those who are single should drink to have a boyfriend ^3^"},{"STT":31,"VI":"Hò do ta nào, kéo cái ly này lên nào. 2 3 Uống.","EN":"It's up to me, pull up this glass. 2 3 Drink."},{"STT":32,"VI":"Bạn bao nhiêu tuổi khi mất nụ hôn đầu.","EN":"How old were you when you lost your first kiss?"},{"STT":33,"VI":"Bạn nào đeo kính thì uống thôi.","EN":"If you wear glasses, just drink."},{"STT":34,"VI":"Người nào chơi hệ \"Táo\" thì uống thôi.","EN":"Those who play the \"Apple\" system should drink it."},{"STT":35,"VI":"Nói 1 điều mà bạn xấu hổ nhất ở bản thân.","EN":"Say one thing you are most ashamed of about yourself."},{"STT":36,"VI":"FA lâu nhất thì uống nhé.","EN":"Drink it for the longest time."},{"STT":37,"VI":"Hát 1 bài bất kỳ.","EN":"Sing any song."},{"STT":38,"VI":"Có nhiều người têu cũ thì tự phạt 1 ly nhé.","EN":"There are a lot of old people, so punish yourself with a drink."},{"STT":39,"VI":"Đăng ảnh \"Người Yêu Cũ\" lên Facebook.","EN":"Post a photo of \"Ex-lover\" on Facebook."},{"STT":40,"VI":"Bạn sợ điều gì? Tại sao?","EN":"What are you afraid of? Why?"},{"STT":41,"VI":"Người có mối tình dài nhất thì uống. (Số chén bằng số năm)","EN":"The person with the longest relationship drinks. (The number of cups equals the number of years)"},{"STT":42,"VI":"Nhìn hành động đoán đồ vật. (Người bốc được là bài này sẽ thực hiện hành động nà người phía đối diện sẽ đoán, đoán sai phạt 2 ly.)","EN":"Look at the action and guess the object. (The person who picks this card will perform the action and the person on the other side will guess. If they guess incorrectly, the penalty is 2 cups.)"},{"STT":43,"VI":"Nhắm mắt và đoán 1 vật bất kỳ bằng lưới, không làm uống 2 chén.","EN":"Close your eyes and guess any object using the net, don't drink 2 cups."},{"STT":44,"VI":"Kỹ năng hay kích thước.","EN":"Skill or size."},{"STT":45,"VI":"Nhảy 1 bài bất kỳ nhé.","EN":"Dance to any song."},{"STT":46,"VI":"Đăng lên Facebook \"Kiếp này coi như bỏ, con xin lôi ba mẹ...\"","EN":"Posted on Facebook \"This life is like giving up, I'll drag my parents...\""},{"STT":47,"VI":"Nói 1 điều về bạn mà chưa ai biết.","EN":"Tell me one thing about you that no one knows."},{"STT":48,"VI":"Uống rượu \"giao bôi\" với 1 người bạn khác giới gần bạn nhất.","EN":"Drink alcohol with a friend of the opposite sex closest to you."},{"STT":49,"VI":"Kể họ và tên tất cả người yêu cũ.","EN":"List the full names of all your ex-lovers."},{"STT":50,"VI":"Gọi điện cho bạn của bạn và bảo rằng đang thích người yêu của nó.","EN":"Call your friend and tell him he likes his girlfriend."},{"STT":51,"VI":"Nếu bạn đang \"Crush\" ai đó đang ngồi đây thì hay tự giác uống nhé.","EN":"If you are \"Crushing\" someone sitting here, please drink voluntarily."},{"STT":52,"VI":"Tất cả cúng nhìn vào camera, 3 người cười trước thì phải uống.","EN":"Everyone looks at the camera. The first 3 people to laugh must drink."},{"STT":53,"VI":"Mở Shopee ra, ai nhiều đơn hàng nhất thì uống.","EN":"Open Shopee, whoever has the most orders gets to drink."},{"STT":54,"VI":"Gửi cho Crush 1 tấm hình mà bạn thấy mình đáng yêu nhất.","EN":"Send Crush a photo that you think is the cutest."},{"STT":55,"VI":"Ai chưa từng mặc váy thì uống nhé.","EN":"Those who have never worn a dress should drink it."},{"STT":56,"VI":"Đoán màu quần trong của người đối diện.","EN":"Guess the color of the other person's underwear."},{"STT":57,"VI":"Ai từng bị cắm sừng thì uống 1 ly cho bớt cay nào!!!","EN":"Anyone who has ever been cuckolded should drink a glass to reduce the bitterness!!!"},{"STT":58,"VI":"Lần lượt khen những người khác giới đang có mặt, pahir dựa trên đặc điểm của đối phương","EN":"Take turns complimenting the people of the opposite sex present, complimenting each other based on the other person's characteristics"},{"STT":59,"VI":"Ai có \"mực\" trên người thì uống đi nào!!!","EN":"Whoever has \"ink\" on their body should drink it!!!"},{"STT":60,"VI":"Họ và tên của 1 nửa số người chơi. (Sai bao nhiêu người uống bấy nhiêu ly)","EN":"Full names of half of the players. (That's how many people drink that many glasses)"},{"STT":61,"VI":"Gọi cho người yêu, nói đã có người yêu mới, nếu chưa có người yêu thì phạt 1 ly.","EN":"Call your lover, say you have a new lover, if you don't have a lover then you will be fined 1 drink."},{"STT":62,"VI":"Chúc mừng bạn đã hóa \"Chó\". Bạn sẽ trở thành người sau 1 vòng nữa. (Bạn chỉ được nói \"Gâu\")","EN":"Congratulations on turning into a \"Dog\". You will become that person after 1 more round. (You can only say \"Woof\")"},{"STT":63,"VI":"Gọi cho phụ huynh và nói \"Con yêu Bố Mẹ\".","EN":"Call your parents and say \"I love you, Mom and Dad.\""},{"STT":64,"VI":"Trong 10 giây, kể 3 từ láy miêu tả bản thân.","EN":"In 10 seconds, name 3 words to describe yourself."},{"STT":65,"VI":"Sở thích khác với mọi người, ai có cùng sở thích thì tự phạt 1 ly.","EN":"Hobbies are different from everyone else's, anyone with the same hobby will punish themselves with 1 drink."},{"STT":66,"VI":"Nhắn tin chia tay cho người yêu trên messenger rồi chặn tin nhắn đến khi trò chơi kết thúc, không có người yêu thì uống đê!","EN":"Send a breakup message to your lover on messenger and then block the messages until the game ends. If you don't have a lover, then drink it!"},{"STT":67,"VI":"Show lịch sử Web của bạn ngay bây giờ. Right now!","EN":"Show your Web history now. Right now!"},{"STT":68,"VI":"Enjoy cái moment này nên uống thôi.","EN":"Enjoy this moment so let's drink."},{"STT":69,"VI":"Chia sẻ hình ảnh thứ 3 trong máy.","EN":"Share the 3rd image in the device."},{"STT":70,"VI":"Chuyển thành trạng thái độc thân nếu đang có người yêu, hoặc ngược lại.","EN":"Change to single status if you have a lover, or vice versa."},{"STT":71,"VI":"Gọi điện cho bố mẹ \"Báo nợ\".","EN":"Call your parents \"Debt report\"."},{"STT":72,"VI":"Bạn hãy kể lý do chia tay gần nhất.","EN":"Please tell me the reason for your recent breakup."},{"STT":73,"VI":"Nhờ người khác giới cởi 1 thứ bạn đang mặc trên người.","EN":"Ask someone of the opposite sex to take off something you're wearing."},{"STT":74,"VI":"Thơm vào má người bên phải nha.","EN":"Kiss the person on the right cheek."},{"STT":75,"VI":"Hãy để những người tham gia trò chơi này đăng 1 trạng thái Facebook thay cho bạn.","EN":"Let the people participating in this game post a Facebook status on your behalf."},{"STT":76,"VI":"Ai không có tờ 5.000vnd thì uống thôi.","EN":"Anyone who doesn't have a 5,000 VND bill can just drink it."},{"STT":77,"VI":"Ai từng \"Huệ...\" thì uống nhé.","EN":"Anyone who has ever said \"Hue...\" should drink it."},{"STT":78,"VI":"Chia sẻ tin nhắn messenger gần đây nhất của bạn với người khác giới.","EN":"Share your most recent messenger messages with the opposite sex."},{"STT":79,"VI":"Gọi cho người yêu cũ xin quay lại.","EN":"Call your ex to get back."},{"STT":80,"VI":"Ảnh đại diện Facebook ai nhiều ha ha nhất thì uống đi chờ chi.","EN":"Whoever has the most haha ​​on Facebook's profile picture should drink it, so what are you waiting for?"},{"STT":81,"VI":"Tất cả cùng uống thôi nào!!!","EN":"Let's all drink together!!!"},{"STT":82,"VI":"Nếu bạn đã bị phạt vì vị phạm luật giao thông.","EN":"If you have been fined for violating traffic laws."},{"STT":83,"VI":"Chụp ảnh với 2 người ngồi cạnh bạn, và đăng lên Facebook ngay bây giờ.","EN":"Take a photo with the two people sitting next to you, and post it on Facebook right now."}]}