{"status":200,"update_at":1743616912866,"data":[{"STT":1,"VI":"Điều gì khiến anh/em tin tưởng ở một người phụ nữ/đàn ông?","EN":"What makes you trust in a woman/man?"},{"STT":2,"VI":"Theo bạn, hai người yêu nhau, kết hôn vì điều gì?","EN":"In your opinion, why do two people love each other and get married?"},{"STT":3,"VI":"Những tật xấu của anh/em là gì? Liệu chúng mình có thể chấp nhận tật xấu của nhau không?","EN":"What are your bad habits? Can we accept each other's bad habits?"},{"STT":4,"VI":"Bạn nghĩ có điều gì đặc biệt trong hôn nhân không?","EN":"Do you think there is anything special about marriage?"},{"STT":5,"VI":"Theo em/anh, đối phương có phải một người hôn giỏi? Lúc hôn anh/em thấy thế nào?","EN":"In your opinion, is the other person a good kisser? How did you feel when you kissed me?"},{"STT":6,"VI":"Nếu mình \"sống thử\" với nhau- Anh/em nghĩ sao về điều này?","EN":"If we \"cohabitate\" together - What do you think about this?"},{"STT":7,"VI":"Có điều gì bí mật mà chúng mình chưa kể cho nhau nghe không? Mình có thể chia sẻ với nhau không?","EN":"Is there any secret that we haven't told each other? Can we share with each other?"},{"STT":8,"VI":"Nếu không may chúng ta chia tay, điều gì làm anh/em tiếc nuối nhất?","EN":"If unfortunately we broke up, what would you regret the most?"},{"STT":9,"VI":"Câu hỏi dành cho em: Có điều gì khiến em không thoải mái khi gần gũi anh không? (dành cho bạn gái)","EN":"Question for you: Is there anything that makes you uncomfortable when being close to me? (for girls)"},{"STT":10,"VI":"Anh/em cảm thấy như thế nào về mùi cơ thể của nhau?","EN":"How do you feel about each other's body odor?"},{"STT":11,"VI":"Anh/em sợ hãi nhất điều gì trong mối quan hệ của hai đứa? Tại sao lại sợ điều đó?","EN":"What are you most afraid of in your relationship? Why be afraid of that?"},{"STT":12,"VI":"Khi nghỉ hưu, mình sẽ làm gì tiếp theo nhỉ?","EN":"When I retire, what will I do next?"},{"STT":13,"VI":"Nếu mình cãi nhau rất lớn khi về chung nhà thì cả 2 sẽ xử lý như thế nào?","EN":"If we have a big argument when we get home together, how will we both handle it?"},{"STT":14,"VI":"Điều nào mà anh/em nhất định phải làm trước khi về già?","EN":"What should you definitely do before you get old?"},{"STT":15,"VI":"Anh/em từng tổn thương vì đối phương chưa? Hãy cho nhau biết, mình sẽ cùng nhau sửa đổi.","EN":"Have you ever been hurt by your partner? Let each other know, we'll fix it together."},{"STT":16,"VI":"Thế nào là 1 người yêu hoàn hảo?","EN":"What is a perfect lover?"},{"STT":17,"VI":"Miêu tả chi tiết một nụ hôn hoàn hảo của em/anh mong muốn là như thế nào?","EN":"Describe in detail what a perfect kiss you would like to have?"},{"STT":18,"VI":"Quan điểm nuôi dạy con cái của em/anh là gì? \"Thương cho roi cho vọt\" liệu có đúng?","EN":"What is your view on raising children? Is it true that \"Spare the rod and spoil the child\"?"},{"STT":19,"VI":"Có điều gì khiến anh/em  suy nghĩ nhiều về tương lai hai đứa không?","EN":"Is there anything that makes you think a lot about your future?"},{"STT":20,"VI":"Anh/em có thích và tôn trọng những người bạn của em/anh không?","EN":"Do you like and respect your friends?"},{"STT":21,"VI":"Hãy kể ra hành động anh/em cảm thấy ấm áp và trân trọng từ nửa kia dành cho mình.","EN":"Please describe an action in which you feel warmth and respect from your other half."},{"STT":22,"VI":"Tình yêu đối với anh/em là gì? Ở em/anh có điều đó không?","EN":"What is love for you? Do i have that in you?"},{"STT":23,"VI":"Ngay bây giờ mình sẽ lên kế hoạc du lịch cùng nhau. Hai đứa cùng chọn địa điểm nhé.","EN":"Right now we will plan a trip together. Let's choose a location together."},{"STT":24,"VI":"Điều gì kiến em/anh tự ti nhất trên cơ thế mình? Tại sao?","EN":"What makes you most self-conscious about your body? Why?"},{"STT":25,"VI":"Nếu được thay đổi một điều gì đó ở đối phương, em/ anh mong muốn điều đó sẽ là gì?","EN":"If you could change something about your partner, what would you like it to be?"},{"STT":26,"VI":"Mình sẽ \"sống thử\" với nhau, anh/em nghĩ sao về điều này?","EN":"We will \"cohabitate\" together, what do you think about this?"},{"STT":27,"VI":"Điều anh/em muốn hai đứa làm cùng nhau nhất mà chúng ta chưa từng làm trước đó","EN":"The thing I want the two of you to do together that we've never done before"},{"STT":28,"VI":"Anh/em thích con trai hay con gái?","EN":"Do you like boys or girls?"},{"STT":29,"VI":"Câu hỏi dành cho anh: Anh có quan trọng lần đầu của người yêu không? (dành cho con trai)","EN":"Question for you: Do you care about your lover's first time? (for boys)"},{"STT":30,"VI":"Kỷ niệm đáng nhớ nhất của nhau là gì?","EN":"What is each other's most memorable memory?"},{"STT":31,"VI":"Chuyện bếp núc trong gia đình có quan trọng với anh/em không?","EN":"Is cooking in the family important to you?"},{"STT":32,"VI":"Điều gì khiến anh/em cảm thấy tẻ nhạt? Tại sao?","EN":"What makes you feel boring? Why?"},{"STT":33,"VI":"Điều gì ở đối phương khiến anh/em cảm thấy yêu? Không về ngoại hình.","EN":"What about the other person makes you feel loved? Not about appearance."},{"STT":34,"VI":"Mục tiêu của anh/em dành cho hai chúng ta là gì? Tại sao lại đặt mục tiêu đó?","EN":"What is your goal for the two of us? Why set that goal?"},{"STT":35,"VI":"Điều mong mỏi nhất ở đối phương nếu hai đứa về chung một nhà là gì?","EN":"What is the most expected thing from the other person if the two of you end up in the same house?"},{"STT":36,"VI":"Điều quan trọng nhất trong một mối quan hệ bền vững là gì? Hiện tại anh/em đang cảm thấy như rhế nào về nhau?","EN":"What is the most important thing in a lasting relationship? How do you feel about each other right now?"},{"STT":37,"VI":"Theo anh/em, một không gian lý tưởng đề gần gũi là gì? Hay miêu tả bằng 5 giác quan nhé.","EN":"In your opinion, what is an ideal space for intimacy? Or describe it using the 5 senses."},{"STT":38,"VI":"Kể tên 3 điều anh/em muốn mình cùng nhau làm trong năm nay.","EN":"Name 3 things you want us to do together this year."},{"STT":39,"VI":"Anh/em đã từng tiếc nuối điều gì đó trong tình cảm chưa? Nếu được quay lại quá khứ anh/em sẽ làm như thế nào?","EN":"Have you ever regretted something in love? If you could go back to the past, what would you do?"},{"STT":40,"VI":"Anh/em thấy điều gì trên cơ thể đối phương là hấp dẫn nhất?","EN":"What do you find most attractive about the other person's body?"},{"STT":41,"VI":"Anh/em cảm thấy mình được yêu khi nào?","EN":"When do you feel loved?"},{"STT":42,"VI":"Cử chỉ nào từ đối phương khiến anh/em thấy hạnh phúc nhất?","EN":"Which gesture from the other person makes you feel happiest?"},{"STT":43,"VI":"Anh/em nghĩ như thế nào về việc nhà? Ai sẽ làm những công gì?","EN":"What do you think about housework? Who will do what?"},{"STT":44,"VI":"Đây không phải câu hỏi. Hai bạn hãy ôm nhau thật chặt và nói lời yêu thương.","EN":"This is not a question. The two of you should hug each other tightly and say words of love."},{"STT":45,"VI":"Nếu chỉ còn một ngày để sống, anh/em muốn làm điều gì nhất?","EN":"If you only have one day left to live, what do you want to do most?"},{"STT":46,"VI":"Hành động hay khoảnh khắc nào của đối phương khiến anh/em cảm thấy bị hấp dẫn nhất?","EN":"Which actions or moments of the other person make you feel most attracted to them?"},{"STT":47,"VI":"Kế hoạch tài chính của cả hai trước khi kết hôn là gì?","EN":"What was your financial plan before getting married?"},{"STT":48,"VI":"Anh/em nghĩ gì khi lần đầu tiên hai đứa gặp nhau?","EN":"What did you think when you two first met?"},{"STT":49,"VI":"Nếu không còn ở cạnh nhau, điều gì làm anh/em hối tiếc nhất?","EN":"If we were no longer together, what would you regret the most?"},{"STT":50,"VI":"Em/anh có muốn thử điều gì mới lạ khi hai đứa thân mật không?","EN":"Do you want to try something new when you two are intimate?"}]}